
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Chapitre 2 : Quelques notions de génomique · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="03.html" />
    
    
    <link rel="prev" href="01.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="toc.html">
            
                <a href="toc.html">
            
                    
                    Préambule
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="00.html">
            
                <a href="00.html">
            
                    
                    Introduction générale
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="01.html">
            
                <a href="01.html">
            
                    
                    Chapitre 1 : La variation
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="02.html">
            
                <a href="02.html">
            
                    
                    Chapitre 2 : Quelques notions de génomique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="03.html">
            
                <a href="03.html">
            
                    
                    Chapitre 3 : La mutagenèse
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="04.html">
            
                <a href="04.html">
            
                    
                    Chapitre 4 : La complémentation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="05.html">
            
                <a href="05.html">
            
                    
                    Chapitre 5 : La recombinaison et l'établissement de cartes génétiques
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="06.html">
            
                <a href="06.html">
            
                    
                    Chapitre 6 : L'identification des allèles sauvages et mutants
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="07.html">
            
                <a href="07.html">
            
                    
                    Chapitre 7 : L'analyse phénotypique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="08.html">
            
                <a href="08.html">
            
                    
                    Chapitre 8 : Les interactions géniques
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Chapitre 2 : Quelques notions de génomique</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="chapitre-2-quelques-notions-de-g&#xE9;nomique">Chapitre 2: Quelques notions de g&#xE9;nomique</h1>
<h2 id="quest-ce-que-la-g&#xE9;nomique-">Qu&apos;est-ce que la g&#xE9;nomique ?</h2>
<p>Initi&#xE9; par la d&#xE9;termination des s&#xE9;quences compl&#xE8;tes des <strong>g&#xE9;nomes</strong> de divers organismes (voir la table suivante qui donne les &#xE9;tapes importantes jusqu&apos;&#xE0; la publication du g&#xE9;nome humain en 2001), la g&#xE9;nomique est la sous-discipline de la g&#xE9;n&#xE9;tique qui regroupe les connaissances g&#xE9;n&#xE9;tiques sur un organisme et tente de les synth&#xE9;tiser. Elle traite en particulier de l&apos;organisation globale des g&#xE9;nomes. Un <strong>g&#xE9;nome</strong> est alors d&#xE9;fini principalement par les g&#xE9;n&#xE9;ticiens mol&#xE9;culaires: il s&apos;agit de la totalit&#xE9; des s&#xE9;quences d&apos;ADN et d&apos;ARN qui font partie de l&apos;information transmise aux descendants par les parents. Notez qu&apos;il est possible maintenant d&apos;avoir acc&#xE8;s aux changements structuraux de l&apos;ADN associ&#xE9;s aux s&#xE9;quences g&#xE9;nomiques comme la m&#xE9;thylation de l&apos;ADN ou les modifications des histones favorisant ou d&#xE9;favorisant la formation h&#xE9;t&#xE9;rochromatine. La g&#xE9;nomique s&apos;int&#xE9;resse donc aussi &#xE0; certains m&#xE9;canismes &#xE9;pig&#xE9;n&#xE9;tiques qui vont structurer le g&#xE9;nome et avoir un impact sur son expression.</p>
<p>La g&#xE9;nomique nous permet par exemple d&apos;analyser et de comparer les g&#xE9;nomes des diff&#xE9;rents organismes (au sein d&apos;une m&#xEA;me esp&#xE8;ce ou entre esp&#xE8;ces diff&#xE9;rentes) et donc de mieux comprendre leur fonctionnement, (aussi bien dans leur ressemblance que leur dissemblance) et leur &#xE9;volution. La disponibilit&#xE9; de la s&#xE9;quence facilite aussi les analyses de g&#xE9;n&#xE9;tique dirig&#xE9;e, comme expliqu&#xE9; dans le chapitre suivant. Cette facilit&#xE9; a &#xE9;t&#xE9; pouss&#xE9;e jusqu&apos;au point o&#xF9; des collections de souches inactiv&#xE9;es pour chacun des g&#xE8;nes non essentiels sont disponibles pour plusieurs organismes, voir tous les g&#xE8;nes chez certains diplo&#xEF;des o&#xF9; les inactivations peuvent &#xEA;tre conserv&#xE9;es &#xE0; l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote comme <em>Saccharomyces cerevisiae</em> (consultez le site du SGD pour en savoir plus: <a href="https://www.yeastgenome.org/" target="_blank">https://www.yeastgenome.org/</a>). Enfin, une large part actuelle de la g&#xE9;nomique consiste dans la d&#xE9;termination de transcriptomes, c&apos;est &#xE0; dire de profils d&apos;expression transcriptionnelle de tous les g&#xE8;nes, dans diff&#xE9;rentes conditions afin d&apos;avoir une id&#xE9;e des m&#xE9;canismes d&apos;adaptation des organismes &#xE0; leur environnement.</p>
<table>
<thead>
<tr>
<th>Esp&#xE8;ce</th>
<th>Date de publication</th>
<th>Taille</th>
</tr>
</thead>
<tbody>
<tr>
<td>Bacteriophage phi X174</td>
<td>2/24/1977 - 1er virus</td>
<td>5,375</td>
</tr>
<tr>
<td>G&#xE9;nome mitochondrial humain</td>
<td>4/9/1981 - 1er g&#xE9;nome mitochondrial</td>
<td>16,569</td>
</tr>
<tr>
<td>Bacteriophage Lambda</td>
<td>12/25/1982</td>
<td>48,502</td>
</tr>
<tr>
<td>Virus d&apos;Epstein-Barr</td>
<td>7/19/1984</td>
<td>172,281</td>
</tr>
<tr>
<td>Human cytomegalovirus AD169</td>
<td>12/6/1989</td>
<td>229,354</td>
</tr>
<tr>
<td><em>Haemophilus influenzae</em></td>
<td>7/28/1995 - 1&#xE8;re cellule</td>
<td>1,830,138</td>
</tr>
<tr>
<td><em>Synechocystis sp.</em></td>
<td>6/30/1996</td>
<td>3,573,471</td>
</tr>
<tr>
<td><em>Saccharomyces cerevisiae</em></td>
<td>5/29/1997 (publication Nature) - 1er eucaryote</td>
<td>~12 000 000</td>
</tr>
<tr>
<td><em>Escherichia coli</em></td>
<td>9/5/1997</td>
<td>4,639,221</td>
</tr>
<tr>
<td>G&#xE9;nome nucl&#xE9;aire humain</td>
<td>2/15/2001</td>
<td>3 200 000 000 x 2</td>
</tr>
</tbody>
</table>
<p>Actuellement, les co&#xFB;ts et efficacit&#xE9;s de ces techniques sont tels, qu&apos;il est possible de faire s&#xE9;quencer son g&#xE9;nome pour quelques centaines d&apos;euros. Des grands programmes visant &#xE0; &#xE9;tablir des g&#xE9;nomes et transcriptomes &#xE0; haut d&#xE9;bit sont en cours. Souvent appel&#xE9; &quot;1000 g&#xE9;nomes&quot;, ils se d&#xE9;clinent par exemple chez l&apos;homme (1000 human genomes: <a href="https://www.internationalgenome.org/" target="_blank">https://www.internationalgenome.org/</a>), les champignons  (1000 fungal genomes: <a href="https://mycocosm.jgi.doe.gov/mycocosm/home" target="_blank">https://mycocosm.jgi.doe.gov/mycocosm/home</a>) ou les animaux avec cette fois 10 000 g&#xE9;nomes (<a href="https://genome10k.soe.ucsc.edu/" target="_blank">https://genome10k.soe.ucsc.edu/</a>). Pourtant, les premiers g&#xE9;nomes s&#xE9;quenc&#xE9;s l&apos;ont &#xE9;t&#xE9; au prix d&apos;efforts p&#xE9;cuniaires et humains consid&#xE9;rables. Nous allons voir donc les deux strat&#xE9;gies principales utilis&#xE9;es pour &#xE9;tablir les s&#xE9;quences des g&#xE9;nomes. Pour l&apos;aspect technique du s&#xE9;quen&#xE7;age, je vous renvoie aux cours de biologie mol&#xE9;culaires</p>
<h2 id="strat&#xE9;gies-pour-s&#xE9;quencer-des-g&#xE9;nomes-complets">Strat&#xE9;gies pour s&#xE9;quencer des g&#xE9;nomes complets</h2>
<h3 id="premi&#xE8;re-strat&#xE9;gie">Premi&#xE8;re strat&#xE9;gie</h3>
<p>Cette strat&#xE9;gie est plus longue mais plus s&#xFB;re ! C&apos;est celle adopt&#xE9;e par les consortiums publics de s&#xE9;quen&#xE7;age du g&#xE9;nome de <em>Saccharomyces cerevisiae</em> ou du g&#xE9;nome humain.</p>
<p>1&#xB0;) cloner dans des cosmides ou des BAC (Bacterial Artificial Chromosome) des longs fragments du g&#xE9;nome. Les BAC sont des plasmides simple-copie d&#xE9;riv&#xE9;s du plasmide F qui peuvent accepter jusqu&apos;&#xE0; 250 kb de s&#xE9;quence. Leur faible nombre de copie assure leur stabilit&#xE9; (pas de r&#xE9;arrangements dans la bact&#xE9;rie) et la repr&#xE9;sentativit&#xE9; du g&#xE9;nome (peu de chance d&apos;avoir un g&#xE8;ne trop exprim&#xE9; et d&#xE9;l&#xE9;t&#xE8;re pour la bact&#xE9;rie), ce qui n&apos;est pas forc&#xE9;ment le cas avec les cosmides qui recombinent plus dans <em>Escherichia coli</em>.</p>
<p>2&#xB0;) cartographier ces cosmides et/ou BAC soit mol&#xE9;culairement avec des enzymes de restrictions ou des amplifications PCR (il existe de nombreuses m&#xE9;thodes !), soit en s&apos;ancrant sur une carte g&#xE9;n&#xE9;tique, si celle-ci est suffisamment dense.</p>
<p>3&#xB0;) s&#xE9;quencer les cosmides/BACs adjacents en utilisant la premi&#xE8;re m&#xE9;thode.</p>
<p>Cela revient &#xE0; obtenir les s&#xE9;quences pour chaque cosmide/BAC. L&apos;arrangement final des s&#xE9;quences se faisant gr&#xE2;ce &#xE0; la carte. Cette m&#xE9;thodologie n&apos;est plus vraiment utilis&#xE9;e. Elle a &#xE9;t&#xE9; remplac&#xE9;e par la strat&#xE9;gie suivante moins demandeuse en temps, mais qui est moins fiable.</p>
<h3 id="deuxi&#xE8;me-strat&#xE9;gie">Deuxi&#xE8;me strat&#xE9;gie</h3>
<p>Cette strat&#xE9;gie a &#xE9;t&#xE9; utilis&#xE9; pour la premi&#xE8;re fois par la compagnie priv&#xE9;e Celera pour s&#xE9;quencer le g&#xE9;nome de drosophile et le g&#xE9;nome humain. Dans sa premi&#xE8;re version, elle utilisait toujours le s&#xE9;quen&#xE7;age de Sanger classique:</p>
<p>1&#xB0;) fragmenter al&#xE9;atoirement le g&#xE9;nome par des m&#xE9;thodes physiques (qui sont plus al&#xE9;atoires que l&apos;utilisation de m&#xE9;thodes enzymatiques), tel que les ultrasons ou la n&#xE9;bulisation (utilisation d&apos;un gaz sous pression) pour g&#xE9;n&#xE9;rer des fragments d&apos;environ 1 kb (je vous rappelle que c&apos;est la taille maximum de s&#xE9;quence fiable obtenue en une seule r&#xE9;action avec les technologies disponibles). Cela &#xE9;vite aussi l&apos;apparition de &quot;g&#xE8;nes&quot; qui serait toxique pour la bact&#xE9;rie qui est utilis&#xE9;e &#xE0; la deuxi&#xE8;me &#xE9;tape (c&apos;est &#xE0; dire <em>Escherichia coli</em> !).</p>
<p>2&#xB0;) cloner les fragments dans un vecteur plasmidique et obtenir une banque totale du g&#xE9;nome (on estime qu&apos;il faut une couverture d&apos;au moins 10 X le g&#xE9;nome, c&apos;est &#xE0; dire que la taille combin&#xE9;e des inserts pr&#xE9;sents dans la banque doit &#xEA;tre 10 fois plus importante que la taille du g&#xE9;nome, un peu de statistique montre que dans ces conditions, environ 99,9% du g&#xE9;nome devrait &#xEA;tre s&#xE9;quenc&#xE9; une fois.</p>
<p>3&#xB0;) s&#xE9;quencer automatiquement les inserts et rapatrier les s&#xE9;quences dans des fichiers.</p>
<p>4&#xB0;) utiliser des programmes qui permettent &#xE0; partir des fragments de s&#xE9;quence de faire des contigs.</p>
<p>5&#xB0;) combler les trous soit en clonant de mani&#xE8;re dirig&#xE9;e les r&#xE9;gions manquantes, soit par PCR en amplifiant &#xE0; l&apos;aide d&apos;amorces localis&#xE9;es au bord des contigs. Il faut bien s&#xFB;r ensuite s&#xE9;quencer ces r&#xE9;gions.</p>
<p>Cette m&#xE9;thode est rapide mais n&#xE9;cessite des outils informatiques tr&#xE8;s puissants, ce qui n&apos;est plus un probl&#xE8;me gr&#xE2;ce &#xE0; l&apos;augmentation des performances des ordinateurs. Par exemple pour le g&#xE9;nome humain, il faut comparer 32 000 000 s&#xE9;quences entre elles ! Elle suppose aussi qu&apos;il n&apos;y a pas trop de s&#xE9;quences r&#xE9;p&#xE9;t&#xE9;es car dans ce cas, l&apos;analyse informatique ne permettra pas facilement de donner la s&#xE9;quence dans le bon ordre ! on dit par exemple que Celera s&apos;est &quot;aid&#xE9;&quot; du g&#xE9;nome &quot;publique&quot; pour &#xE9;tablir sa s&#xE9;quence ! De toute mani&#xE8;re, il faut v&#xE9;rifier qu&apos;il n&apos;y a pas eu d&apos;erreurs &#xE0; l&apos;assemblage en comparant cette s&#xE9;quence avec soit une carte de restriction, soit une carte g&#xE9;n&#xE9;tique.</p>
<p>Il existe maintenant des machines capables de g&#xE9;n&#xE9;rer plusieurs dizaines de millions de s&#xE9;quences de cours fragments d&#x2019;ADN de quelques dizaines &#xE0; quelques centaines de nucl&#xE9;otides &#xE0; partir d&#x2019;ADN g&#xE9;nomique fragment&#xE9;. La m&#xE9;thode la plus utilis&#xE9;es actuellement est celle d&apos;Illumina (<a href="https://www.illumina.com/" target="_blank">https://www.illumina.com/</a>). Des am&#xE9;liorations permettent de plus par exemple de s&#xE9;quencer le g&#xE9;nome d&apos;une seule cellule par cette m&#xE9;thode (<a href="https://www.illumina.com/content/dam/illumina-marketing/documents/products/research_reviews/single-cell-sequencing-research-review.pdf)!" target="_blank">https://www.illumina.com/content/dam/illumina-marketing/documents/products/research_reviews/single-cell-sequencing-research-review.pdf)!</a> Des programmes informatiques permettent ensuite de reconstituer le g&#xE9;nome, mais celui-ci est souvent tr&#xE8;s fragment&#xE9; (plusieurs milliers de morceaux&#x2026;). Pour pallier &#xE0; ce probl&#xE8;me, des m&#xE9;thodes comme celle du PacBio (<a href="https://www.pacb.com/" target="_blank">https://www.pacb.com/</a>) ou du Nanopore (<a href="https://nanoporetech.com/" target="_blank">https://nanoporetech.com/</a>) permettent de s&#xE9;quencer plusieurs milliers de nucl&#xE9;otides en continu, ce qui va permettre d&apos;am&#xE9;liorer les assemblages. Malheureusement, les s&#xE9;quences obtenues contiennent de nombreuses erreurs et ces techniques appliqu&#xE9;es seules ne donnent pas de bons r&#xE9;sultats. Actuellement, la m&#xE9;thode de choix est donc la suivante:</p>
<p>1&#xB0;) s&#xE9;quencer par Illumina <strong>et</strong> PacBio ou Nanopore</p>
<p>2&#xB0;) assembler en utilisant des programmes d&#xE9;di&#xE9;s qui permettent de combiner les deux types de s&#xE9;quen&#xE7;age comme Unicycler. Cette &#xE9;tape peut maintenant se faire sur un ordinateur de bureau en quelques heures pour des g&#xE9;nomes bact&#xE9;riens ou des &quot;petits eucaryotes&quot; comme les levures, champignons filamenteux, protistes et algues &#xE0; petits g&#xE9;nomes (&lt; 100 Mb). Les g&#xE9;nomes plus gros demandent toujours des gros ordinateurs...</p>
<p>Enfin, les s&#xE9;quences des ARN par &quot;RNAseq&quot; (voir vos cours de BM) sont g&#xE9;n&#xE9;ralement r&#xE9;alis&#xE9;es afin de pouvoir annoter correctement le g&#xE9;nome. En effet, nous n&apos;avons pas discut&#xE9; cette &#xE9;tape finale du travail: la d&#xE9;finition des g&#xE8;nes pr&#xE9;sents dans le g&#xE9;nome. Il existe trois types d&apos;annotation:</p>
<ul>
<li>L&apos;utilisation de s&#xE9;quences d&apos;ARN; c&apos;est &#xE0; dire maintenant de donn&#xE9;es de RNAseq.</li>
<li><p>Pr&#xE9;dictions <em>de novo</em> des r&#xE9;gions potentiellement codantes. Il est possible maintenant de pr&#xE9;dire les r&#xE9;gions codant pour des prot&#xE9;ines, des ARNt, des snRNA... en se basant sur des caract&#xE9;ristiques de ces r&#xE9;gions. Pour les ARNt, il s&apos;agit des structures secondaires et de l&apos;anticodon, pour les prot&#xE9;ines, il s&apos;agit des consensus de d&#xE9;marrage et fin de traduction, de biais de codons, de signaux d&apos;&#xE9;pissage <em>etc</em>.</p>
</li>
<li><p>Utilisation de la conservation &#xE9;volutive des r&#xE9;gions codantes. Pour ceci, il faut comparer les ORF (Open Reading Frames qui sont les s&#xE9;quences situ&#xE9;es entre deux codons stop) pr&#xE9;sentes dans la s&#xE9;quence avec les banques de donn&#xE9;es afin d&apos;identifier celles conserv&#xE9;es au cours de l&apos;&#xE9;volution et qui ont donc de grandes chances de coder pour une information. Cette &#xE9;tape permet en m&#xEA;me temps de pr&#xE9;dire la fonction potentielle des g&#xE8;nes ainsi d&#xE9;tect&#xE9;s.</p>
</li>
</ul>
<p>Le plus souvent, les trois m&#xE9;thodes sont appliqu&#xE9;es et un consensus des trois pr&#xE9;dictions est retenu. Les programmes de s&#xE9;quen&#xE7;age proposent donc souvent deux listes: celles de toutes les pr&#xE9;dictions qui est la r&#xE9;union des CDS (= s&#xE9;quences potentiellement codantes) obtenues par les trois m&#xE9;thodes et celles qui sont les plus probables (qui correspondent grosso modo plut&#xF4;t &#xE0; l&apos;intersection des trois m&#xE9;thodes).</p>
<p>Il ne reste plus ensuite qu&apos;&#xE0; d&#xE9;poser la s&#xE9;quence dans les banques de donn&#xE9;es comme GenBank (<a href="https://www.ncbi.nlm.nih.gov/genbank/" target="_blank">https://www.ncbi.nlm.nih.gov/genbank/</a>), ENA de l&apos;EMBL (<a href="https://www.ebi.ac.uk/ena" target="_blank">https://www.ebi.ac.uk/ena</a>) ou DDJB (<a href="https://www.ddbj.nig.ac.jp/index-e.html" target="_blank">https://www.ddbj.nig.ac.jp/index-e.html</a>). Ces trois banques &#xE9;changes leurs donn&#xE9;es de mani&#xE8;re r&#xE9;guli&#xE8;re et contiennent les m&#xEA;mes donn&#xE9;es mais pr&#xE9;sent&#xE9;es de mani&#xE8;res diff&#xE9;rentes. Depuis quelques ann&#xE9;es, elles ne contiennent plus la totalit&#xE9; des s&#xE9;quences disponibles et il faut maintenant naviguer sur de nombreux sites pour acc&#xE9;der aux s&#xE9;quences...</p>
<p>Il existe de nombreux programmes qui permettent la visualisation de ces s&#xE9;quences (voir par exemple le &quot;genome data viewer&quot; du NCBI (<a href="https://www.ncbi.nlm.nih.gov/genome/gdv/" target="_blank">https://www.ncbi.nlm.nih.gov/genome/gdv/</a>). Un programme de visualisation en local (artemis; <a href="https://www.sanger.ac.uk/science/tools/artemis" target="_blank">https://www.sanger.ac.uk/science/tools/artemis</a>) lit facilement les fichiers d&apos;annotation t&#xE9;l&#xE9;chargeables &#xE0; partir des banques de donn&#xE9;es (GenBank ou EMBL) et permet de voir simplement les caract&#xE9;ristiques des g&#xE9;nomes  sur votre ordinateur personnel, ce que la section suivante va faire!</p>
<h2 id="les-g&#xE9;nomes-des-principaux-organismes-mod&#xE8;les-et-leur-&#xE9;volution">Les g&#xE9;nomes des principaux organismes mod&#xE8;les et leur &#xE9;volution</h2>
<p>En fait, il existe une assez bonne corr&#xE9;lation entre la taille des g&#xE9;nomes dans les diff&#xE9;rents groupes d&apos;organisme et leur position phylog&#xE9;n&#xE9;tique. Cependant, il existe des exceptions qui sont regroup&#xE9;es sous la terminologie du paradoxe C. Par exemple, chez les vert&#xE9;br&#xE9;s, les salamandres ont 50 fois plus d&apos;ADN que l&apos;Homme et l&apos;amibe unicellulaire <em>Amoeba dubia</em> poss&#xE8;de un g&#xE9;nome mesurant 670 000 Mb, soit une taille plus de 200 fois plus grande que celle du g&#xE9;nome humain!  Voici d&apos;autres exemples de discordances:</p>
<p><strong>Plantes</strong> :</p>
<ul>
<li>Arabidopsis : 138 Mb</li>
<li>Tabac : 3 800 Mb</li>
<li>Pin :  68 000 Mb</li>
</ul>
<p><strong>Animaux</strong> :</p>
<ul>
<li>Lamproie :  1 900 Mb</li>
<li>Homme :  3 200 Mb</li>
<li>Protopt&#xE8;re :  140 000 Mb</li>
</ul>
<p>La figure 64 pr&#xE9;sente la phylog&#xE9;nie globale  actuelle. Pour  rappel, les animaux font partie des <em>Holozoa</em>, les plantes des <em>Archaeplastida</em> et les champignons des <em>Holomycota</em>, le reste des eucaryotes &#xE9;tant des &quot;protistes&quot;.</p>
<figure id="fig1.5.1"><img src="img/image064.png" alt="phylog&#xE9;nie globale du monde cellulaire."><figcaption>Figure 62 : phylog&#xE9;nie globale du monde cellulaire.</figcaption></figure>
<p>La table suivante vous donnent un ordre de grandeur des g&#xE9;nomes, en paire de bases et en g&#xE8;nes, ainsi que la taille moyenne des g&#xE8;nes chez quelques organismes - le plus souvent utilis&#xE9;s comme mod&#xE8;les pour les analyses g&#xE9;n&#xE9;tiques - appartenant aux diff&#xE9;rents groupes biologiques mentionn&#xE9;s dans la figure 64.</p>
<table>
<thead>
<tr>
<th></th>
<th></th>
<th></th>
<th>taille (Mb)</th>
<th>nb de g&#xE8;nes codant des prot&#xE9;ines</th>
<th>taille moyenne des g&#xE8;nes</th>
</tr>
</thead>
<tbody>
<tr>
<td>Eubact&#xE9;ries</td>
<td></td>
<td><em>Escherichia coli</em></td>
<td>4.6</td>
<td>~4 400</td>
<td>1 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Streptomyces lividans</em></td>
<td>8.3</td>
<td>~7 300</td>
<td>1 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Mycoplasma genitalium</em></td>
<td>0.58</td>
<td>483</td>
<td>1 kb</td>
</tr>
<tr>
<td>Arch&#xE9;es</td>
<td></td>
<td><em>Pyrococcus abyssi</em></td>
<td>1.7</td>
<td>1 765</td>
<td>1 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Archeoglobus fulgidus</em></td>
<td>2.2</td>
<td>2 437</td>
<td>0,8 kb</td>
</tr>
<tr>
<td>Eucaryotes</td>
<td><em>Excavata</em></td>
<td><em>Giardia lamblia</em></td>
<td>12</td>
<td>~6 500</td>
<td>1.3 kb</td>
</tr>
<tr>
<td></td>
<td><em>Heterokonta</em></td>
<td><em>Ectocarpus silicosus</em></td>
<td>196</td>
<td>~12 200</td>
<td>6.8 kb</td>
</tr>
<tr>
<td></td>
<td><em>Hacrobia</em></td>
<td><em>Emiliania huxleyi</em></td>
<td>168</td>
<td>~40 000</td>
<td>1.6 kb</td>
</tr>
<tr>
<td></td>
<td><em>Dinoflagellata</em></td>
<td><em>Symbiodinium microadriaticum</em></td>
<td>808</td>
<td>~43 000</td>
<td>12.2 kb</td>
</tr>
<tr>
<td></td>
<td><em>Apicomplexa</em> (SAR)</td>
<td><em>Plasmodium falciparum</em></td>
<td>23</td>
<td>~5 200</td>
<td>2.2 kb</td>
</tr>
<tr>
<td></td>
<td><em>Ciliophora</em> (SAR)</td>
<td><em>Paramecium tetraurelia</em> (macronoyau)</td>
<td>72</td>
<td>~40 000</td>
<td>1.6 kb</td>
</tr>
<tr>
<td></td>
<td><em>Plantae</em> (<em>Archaeplastida</em>)</td>
<td><em>Chlamydomonas reinhardtii</em></td>
<td>111</td>
<td>~16 400</td>
<td>5.4 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Physcomitrella patens</em></td>
<td>~500</td>
<td>~36 000</td>
<td>2.4 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Populus trichocarpa</em></td>
<td>~500</td>
<td>~45 500</td>
<td>2.2 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Arabidopsis thaliana</em></td>
<td>138</td>
<td>~27 600</td>
<td>2.0 kb</td>
</tr>
<tr>
<td></td>
<td><em>Amoebozoa</em></td>
<td><em>Dictyostelium discoideum</em></td>
<td>34</td>
<td>~12 500</td>
<td>1.9 kb</td>
</tr>
<tr>
<td></td>
<td><em>Microsporidia</em></td>
<td><em>Encephalitozoon cuniculi</em></td>
<td>2.9</td>
<td>~2 000</td>
<td>1.1 kb</td>
</tr>
<tr>
<td></td>
<td><em>Eumycota</em></td>
<td><em>Saccharomyces cerevisiae</em></td>
<td>12</td>
<td>~6 400</td>
<td>2 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Podospora anserina</em></td>
<td>35.5</td>
<td>~11 700</td>
<td>1.8 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Neurospora crassa</em></td>
<td>41</td>
<td>~10 700</td>
<td>2.5 kb</td>
</tr>
<tr>
<td></td>
<td><em>Metazoa</em></td>
<td><em>Caenorhabditis elegans</em></td>
<td>100</td>
<td>~18 000</td>
<td>3 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Drosophila melanogaster</em></td>
<td>~140</td>
<td>~18 000</td>
<td>3 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Danio rerio</em></td>
<td>~1 400</td>
<td>~25 600</td>
<td>11 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Mus musculus</em></td>
<td>~2 700</td>
<td>19000 - 24 500</td>
<td>10.5 kb</td>
</tr>
<tr>
<td></td>
<td></td>
<td><em>Homo sapiens</em></td>
<td>3 286</td>
<td>~20 000</td>
<td>14 kb</td>
</tr>
</tbody>
</table>
<p>Notez que ces chiffres peuvent &#xEA;tre amen&#xE9;s &#xE0; changer car il s&apos;agit d&apos;estimations et les tailles et contenus en g&#xE8;nes varient en fonction des souches (voir plus bas). De plus, si pour certains g&#xE9;nomes comme celui de <em>Saccharomyces cerevisiae</em> le g&#xE9;nome et le contenu codant sont bien connus, pour d&apos;autres esp&#xE8;ces, les donn&#xE9;es sont plus incertaines: on ne sait par exemple toujours pas le nombre exact de g&#xE8;nes chez l&apos;homme!</p>
<p>La s&#xE9;quence compl&#xE8;te des g&#xE9;nomes de nombreux organismes permet maintenant de mieux comprendre comment ils &#xE9;voluent. De ces &#xE9;tudes qui d&#xE9;passent le cadre de ce cours, nous retiendrons cependant quelques tendances marquantes :</p>
<ul>
<li><p>Chez les procaryotes, les g&#xE9;nomes sont compacts et leur capacit&#xE9; codante est utilis&#xE9;e au mieux. Le g&#xE9;nome est g&#xE9;n&#xE9;ralement un chromosome circulaire (figure 65), mais dans certains cas plusieurs chromosomes peuvent &#xEA;tre pr&#xE9;sents et certains chromosomes bact&#xE9;riens sont lin&#xE9;aires (chez <em>Streptomyces lividans</em> par exemple). Les g&#xE8;nes sont regroup&#xE9;s en op&#xE9;rons. L&apos;&#xE9;volution des g&#xE9;nomes procaryotes se fait principalement par des &#xE9;v&#xE8;nements de recombinaisons, g&#xE9;n&#xE9;rateurs d&apos;inversions et de d&#xE9;l&#xE9;tion. Les analyses phylog&#xE9;n&#xE9;tiques de comparaison de s&#xE9;quence montrent aussi que les g&#xE9;nomes procaryotes ne sont pas compl&#xE8;tement imperm&#xE9;ables: il existe de nombreux transferts lat&#xE9;raux de g&#xE8;nes. Chez les arch&#xE9;es on peut retrouver des g&#xE8;nes dont la s&#xE9;quence est plus proche de celles de g&#xE8;nes d&apos;eubact&#xE9;ries que d&apos;autres arch&#xE9;es. On suppose alors qu&apos;il y a eu transfert lat&#xE9;ral de g&#xE8;nes (via des plasmides conjugatifs ou via la transformation naturelle ?). Il existe un d&#xE9;bat pour &#xE9;valuer l&apos;importance de ces transferts au cours de l&apos;&#xE9;volution. Certains extr&#xE9;mistes pensent que ces transferts sont tellement massifs qu&apos;ils emp&#xEA;chent d&apos;obtenir des phylog&#xE9;nies satisfaisantes pour les bact&#xE9;ries et les arch&#xE9;es.</p>
<figure id="fig1.5.2"><img src="img/image065.png" alt="le g&#xE9;nome d&apos;Escherichia coli, un g&#xE9;nome procaryote circulaire typique. En bleu, les s&#xE9;quences codant pour des prot&#xE9;ines. Les g&#xE8;nes sont proches les uns des autres et organis&#xE9;s en op&#xE9;ron (notez la position des g&#xE8;nes sur les brins d&apos;ADN; les g&#xE8;nes proches sont souvent sur le m&#xEA;me brin, ce qui indique la pr&#xE9;sence probable d&apos;un op&#xE9;ron). Il n&apos;y a pas d&apos;introns; En fait, il en existe n&#xE9;anmoins quelques-uns qui ont des structures diff&#xE9;rentes de celles pr&#xE9;sents dans les g&#xE9;nomes nucl&#xE9;aires des eucaryotes."><figcaption>Figure 63 : le g&#xE9;nome d&apos;Escherichia coli, un g&#xE9;nome procaryote circulaire typique. En bleu, les s&#xE9;quences codant pour des prot&#xE9;ines. Les g&#xE8;nes sont proches les uns des autres et organis&#xE9;s en op&#xE9;ron (notez la position des g&#xE8;nes sur les brins d&apos;ADN; les g&#xE8;nes proches sont souvent sur le m&#xEA;me brin, ce qui indique la pr&#xE9;sence probable d&apos;un op&#xE9;ron). Il n&apos;y a pas d&apos;introns; En fait, il en existe n&#xE9;anmoins quelques-uns qui ont des structures diff&#xE9;rentes de celles pr&#xE9;sents dans les g&#xE9;nomes nucl&#xE9;aires des eucaryotes.</figcaption></figure>
</li>
<li><p>Chez les eucaryotes, il existe une nette augmentation de la taille des g&#xE9;nomes en fonction du degr&#xE9; de complexit&#xE9; des organismes (cf. le tableau ci-dessus). Attention, je rappelle que cette r&#xE8;gle n&apos;est pas absolue et qu&apos;il existe de nombreuses exceptions (paradoxe C). Cette augmentation est due en faible partie &#xE0; l&apos;augmentation du nombre de g&#xE8;nes (un peu plus de 6000 chez la levure &#xE0; environ 20 000 chez l&apos;homme, cf. tableau ci-dessus). La g&#xE9;n&#xE9;ration de ces g&#xE8;nes se fait souvent par duplications, suivies de sp&#xE9;cialisation des 2 copies qui sont alors appel&#xE9;es des <strong>paralogues</strong>. C&apos;est ce qui s&apos;est pass&#xE9; par exemple pour la gen&#xE8;se des diff&#xE9;rents g&#xE8;nes de globines pr&#xE9;sent chez les vert&#xE9;br&#xE9;s. Notez que les <strong>orthologues</strong> d&#xE9;signent un m&#xEA;me g&#xE8;ne pr&#xE9;sent chez des esp&#xE8;ces diff&#xE9;rentes et qui a &#xE9;volu&#xE9; sans duplication. Pour faire la phylog&#xE9;nie des esp&#xE8;ces, il faut donc comparer entre eux des orthologues et non des paralogues. Dans une premi&#xE8;re &#xE9;tape une duplication conduit &#xE0; une <strong>redondance g&#xE9;n&#xE9;tique</strong>. Puis, des ph&#xE9;nom&#xE8;nes de mutations/s&#xE9;lections conduisent &#xE0; une <strong>n&#xE9;o-fonctionnalisation</strong>, o&#xF9; les deux g&#xE8;nes acqui&#xE8;rent des r&#xE9;gulations et/ou des fonctions diff&#xE9;rentes. Nous avons vu que dans certains cas, des polyplo&#xEF;disations du g&#xE9;nome ont eu lieu, particuli&#xE8;rement chez les plantes. Des traces de tels &#xE9;v&#xE8;nement ont &#xE9;t&#xE9; d&#xE9;tect&#xE9;s chez de nombreux autres organismes comme le champignon <em>Rhizopus oryzae</em> ou le cili&#xE9; <em>Paramecium tetraurelia</em> chez lequel, trois &#xE9;v&#xE8;nements successifs de polyplo&#xEF;disation ont pu &#xEA;tre mis en &#xE9;vidence! De mani&#xE8;re &#xE9;tonnante, la levure <em>Saccharomyces cerevisiae</em> semble &#xEA;tre un ancien amphiplo&#xEF;de r&#xE9;sultant de l&apos;hybridation de deux levures (figure 66).</p>
<p> <img src="img/image066.png" alt="l&apos;anc&#xEA;tre de Saccharomyces cerevisiae est un amphiplo&#xEF;de. Deux esp&#xE8;ces de levures &#xE9;loign&#xE9;es se serait crois&#xE9;es pour donner un hybride. Cet hybride aurait subi un doublement de son mat&#xE9;riel g&#xE9;n&#xE9;tique, ce qui aurait permis un retour &#xE0; la possibilit&#xE9; de faire des m&#xE9;ioses. Par la suite, des pertes d&apos;une des deux copies de g&#xE8;nes pr&#xE9;sents se seraient produites pour aboutir au g&#xE9;nome actuel, o&#xF9; seules certaines r&#xE9;gions sont dupliqu&#xE9;es. Sur la carte, les diff&#xE9;rentes r&#xE9;gions dupliqu&#xE9;es sont cod&#xE9;es par la m&#xEA;me couleur."></p>
<p>Il semble que ces ph&#xE9;nom&#xE8;nes d&apos;hybridation soient plus fr&#xE9;quents qu&apos;anticip&#xE9;s pr&#xE9;c&#xE9;demment. Par exemple, de nombreuses souches utilis&#xE9;es pour faire du vin en Alsace, Allemagne, Hongrie, etc. sont en fait des hybrides de <em>Saccharomyces cerevisiae</em> et <em>Saccharomyces kudriavzevii</em>. R&#xE9;cemment, Denny, une fille connue par un fragment d&apos;os et qui vivait il y a environ 90 000 ans &#xE9;tait probablement un hybride obtenu par la reproduction d&apos;une m&#xE8;re n&#xE9;andertalienne avec un homme Denisovien. <em>Homo neanderthalensis</em> et <em>Homo denisova</em> sont souvent consid&#xE9;r&#xE9;s comme des esp&#xE8;ces diff&#xE9;rentes et distinctes d&apos;<em>Homo sapiens</em>, m&#xEA;me s&apos;ils n&apos;en sont probablement que des sous esp&#xE8;ces.</p>
<p>Souvent, l&apos;hybride &quot;F1&quot; qui poss&#xE8;de la moiti&#xE9; du g&#xE9;nome d&apos;une premi&#xE8;re esp&#xE8;ce et l&apos;autre de moiti&#xE9; provenant de la seconde esp&#xE8;ce se recroise avec des individus appartenant &#xE0; une seule des esp&#xE8;ces parentales. Ses descendants vont donc avoir les trois quart de leur g&#xE9;nome provenant de cette esp&#xE8;ce et un quart de l&apos;autre. Ces descendants vont &#xE0; leur tour se recroiser avec la m&#xEA;me esp&#xE8;ce et donner des descendants avec 7/8 de leur g&#xE9;nome provenant de celle-ci et 1/8 de l&apos;autre. Ce processus se reproduisant, &#xE0; la fin du processus la totalit&#xE9; du g&#xE9;nome de l&apos;autre esp&#xE8;ce devrait dispara&#xEE;tre al&#xE9;atoire au gr&#xE9; du brassage g&#xE9;n&#xE9;tique et des recombinaisons, sauf s&apos;il existe un avantage s&#xE9;lectif &#xE0; conserver certains g&#xE8;nes. On dit alors que les g&#xE8;nes conserv&#xE9;s ont subi une <strong>introgression</strong> du g&#xE9;nome de cette esp&#xE8;ce vers le g&#xE9;nome de l&apos;esp&#xE8;ce utilis&#xE9; pour les croisements. Ce ph&#xE9;nom&#xE8;ne s&apos;est produit par exemple entre <em>Homo sapiens</em> et <em>Homo neanderthalensis</em> qui se sont crois&#xE9;s lorsque <em>Homo sapiens</em> est sorti d&apos;Afrique. Aujourd&apos;hui les populations africaines ne poss&#xE8;dent pas de g&#xE8;nes provenant d&apos;<em>Homo neanderthalensis, alors que les populations eurasiennes en contiennent environ 3%. Collectivement, 20% du g&#xE9;nome d&apos;Homo neanderthalensis</em> sont conserv&#xE9;s dans les divers g&#xE9;nomes d&apos;<em>Homo sapiens</em> s&#xE9;quenc&#xE9;s jusqu&apos;&#xE0; pr&#xE9;sent! Certains g&#xE8;nes ont clairement &#xE9;t&#xE9; retenus gr&#xE2;ce aux avantages s&#xE9;lectifs qu&apos;ils conf&#xE8;rent comme STAT2 qui intervient dans la r&#xE9;ponse aux virus et dont la fr&#xE9;quence dans les populations m&#xE9;lan&#xE9;siennes (par exemple en Nouvelle Guin&#xE9;e) ne peut s&apos;expliquer que par une <strong>s&#xE9;lection positive</strong>. L&apos;homme dirige souvent ce processus pour introduire des caract&#xE8;res int&#xE9;ressants d&apos;une esp&#xE8;ce dans une autres, notamment avec les plantes cultiv&#xE9;es: g&#xE8;nes de r&#xE9;sistance &#xE0; des pathog&#xE8;nes, g&#xE8;nes permettant de meilleurs rendements, une meilleure conservation, etc.</p>
<p>Toutefois, un comparatif des g&#xE9;nomes de diff&#xE9;rents eucaryotes montre que les r&#xE9;gions codant pour des prot&#xE9;ines repr&#xE9;sentent souvent une part n&#xE9;gligeable et que l&apos;augmentation de taille des g&#xE9;nomes passe par d&apos;autres m&#xE9;canismes. Il est donc &#xE0; noter que l&apos;homme poss&#xE8;de moins de g&#xE8;nes qu&apos;une plante et &#xE0; peine plus qu&apos;un ver ou une mouche ! en fait ces chiffres sont trompeurs. En effet, ils ne tiennent compte ni des duplications massives (Arabidopsis a probablement &#xE9;t&#xE9; polyplo&#xEF;dis&#xE9; et la plupart des g&#xE8;nes sont pr&#xE9;sents en plusieurs exemplaires tr&#xE8;s proches), ni surtout des &#xE9;v&#xE8;nements post-transcriptionnels qui permettent une augmentation de la diversit&#xE9; en prot&#xE9;ines. Par exemple, il existe des ph&#xE9;nom&#xE8;nes d&apos;&#xE9;pissage alternatifs qui aboutissent &#xE0; la fabrication de plusieurs prot&#xE9;ines &#xE0; partir d&apos;un m&#xEA;me transcrit primaire. Ce ph&#xE9;nom&#xE8;ne est tr&#xE8;s fr&#xE9;quent chez l&apos;homme, moins fr&#xE9;quent chez Arabidopsis et probablement tr&#xE8;s rare chez la levure.</p>
<p>L&apos;augmentation de la taille des g&#xE9;nomes passe donc principalement par (1) la variation du nombre et de la taille des introns (de 0 ou 1 intron de quelques dizaines de paires de bases &#xE0; plusieurs introns de plusieurs dizaines de kilobases), (2) l&apos;augmentation du nombre des transposons et autres s&#xE9;quences r&#xE9;p&#xE9;t&#xE9;es (les satellites en particulier). C&apos;est l&apos;augmentation de cette fraction du g&#xE9;nome qui permet d&apos;expliquer en grande partie le paradoxe C. Certaines esp&#xE8;ces ont plus de transposons que d&apos;autres. Les raisons en sont obscures. Les transposons sont principalement localis&#xE9;s entre les g&#xE8;nes et/ou dans les introns. (3) La pr&#xE9;sence de <strong>pseudog&#xE8;nes</strong>. Un pseudog&#xE8;ne est un g&#xE8;ne qui dans le pass&#xE9; a &#xE9;t&#xE9; fonctionnel et a par la suite perdu sa fonction. L&apos;&#xE9;tape ultime de la pseudog&#xE9;nisation est la perte compl&#xE8;te du g&#xE8;ne, c&apos;est &#xE0; dire sa d&#xE9;l&#xE9;tion! C&apos;est le cas par exemple chez les champignons <em>Podospora anserina</em> et surtout <em>Podospora</em> <em>comata</em> chez qui plusieurs centaines de pseudog&#xE8;nes ont &#xE9;t&#xE9; identifi&#xE9;s: en fait pr&#xE8;s de 10% des g&#xE8;nes semblent &quot;pseudog&#xE9;nis&#xE9;s&quot; chez cette derni&#xE8;re esp&#xE8;ce! Notez que chez les vert&#xE9;br&#xE9;s, l&apos;accumulation de transposons se fait principalement sous forme de transposons non fonctionnels, chez qui les transposases et reverse transcriptases sont inactives car cod&#xE9;es par des pseudog&#xE8;nes. Ces tendances se voient facilement si l&apos;on compare les structures des g&#xE9;nomes de la levure <em>Saccharomyces cerevisiae</em> (figure 66), du champignon <em>Podospora anserin</em>a (figure 67) et de l&apos;homme (figure 68).</p>
<figure id="fig1.5.3"><img src="img/image067.png" alt="le g&#xE9;nome de Saccharomyces cerevisiae. Chez cette esp&#xE8;ces, les introns sont rares (indiqu&#xE9;s par les fl&#xE8;ches rouges) et de petite taille (souvent quelques dizaines de nucl&#xE9;otides; voir le g&#xE8;ne en bas qui contient un intron). Les s&#xE9;quences interg&#xE9;niques sont aussi de petites tailles (quelques dizaines &#xE0; quelques centaines de nucl&#xE9;otides)."><figcaption>Figure 64 : le g&#xE9;nome de Saccharomyces cerevisiae. Chez cette esp&#xE8;ces, les introns sont rares (indiqu&#xE9;s par les fl&#xE8;ches rouges) et de petite taille (souvent quelques dizaines de nucl&#xE9;otides; voir le g&#xE8;ne en bas qui contient un intron). Les s&#xE9;quences interg&#xE9;niques sont aussi de petites tailles (quelques dizaines &#xE0; quelques centaines de nucl&#xE9;otides).</figcaption></figure>
<figure id="fig1.5.4"><img src="img/image068.png" alt="le g&#xE9;nome de Podospora anserina. Chez cette esp&#xE8;ce, les g&#xE8;nes contiennent plus d&apos;introns (souvent un &#xE0; deux par g&#xE8;ne), mais ils sont toujours de petite taille (entre 50 et 100 nucl&#xE9;otides). les r&#xE9;gions interg&#xE9;niques, bien qu&apos;un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l&apos;ordre d&apos;un kb ou moins). On note la pr&#xE9;sence de transposons (boites color&#xE9;es) et de pseudog&#xE8;nes en rouge."><figcaption>Figure 65 : le g&#xE9;nome de Podospora anserina. Chez cette esp&#xE8;ce, les g&#xE8;nes contiennent plus d&apos;introns (souvent un &#xE0; deux par g&#xE8;ne), mais ils sont toujours de petite taille (entre 50 et 100 nucl&#xE9;otides). les r&#xE9;gions interg&#xE9;niques, bien qu&apos;un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l&apos;ordre d&apos;un kb ou moins). On note la pr&#xE9;sence de transposons (boites color&#xE9;es) et de pseudog&#xE8;nes en rouge.</figcaption></figure>
<figure id="fig1.5.5"><img src="img/image069.png" alt="le g&#xE9;nome humain. Dans notre g&#xE9;nome, les introns sont tr&#xE8;s nombreux (&gt;10/g&#xE8;nes), tr&#xE8;s grands (&gt;5-10 kb) et les r&#xE9;gions interg&#xE9;niques peuvent aussi &#xEA;tre tr&#xE8;s grandes (&gt;50 kb), expliquant la grande taille du g&#xE9;nome, bien qu&apos;il ne contienne probablement que deux fois plus de g&#xE8;nes que Podospora anserina pour un g&#xE9;nome 100 fois plus grand! La plus grande partie du g&#xE9;nome est constitu&#xE9; de relique de transposons inactifs (pseudog&#xE9;nis&#xE9;s). Chez l&apos;homme le plus grand g&#xE8;ne mesurerait 2.474 Mb!"><figcaption>Figure 66 : le g&#xE9;nome humain. Dans notre g&#xE9;nome, les introns sont tr&#xE8;s nombreux (&gt;10/g&#xE8;nes), tr&#xE8;s grands (&gt;5-10 kb) et les r&#xE9;gions interg&#xE9;niques peuvent aussi &#xEA;tre tr&#xE8;s grandes (&gt;50 kb), expliquant la grande taille du g&#xE9;nome, bien qu&apos;il ne contienne probablement que deux fois plus de g&#xE8;nes que Podospora anserina pour un g&#xE9;nome 100 fois plus grand! La plus grande partie du g&#xE9;nome est constitu&#xE9; de relique de transposons inactifs (pseudog&#xE9;nis&#xE9;s). Chez l&apos;homme le plus grand g&#xE8;ne mesurerait 2.474 Mb!</figcaption></figure>
</li>
</ul>
<p>Le dernier point qu&apos;il est n&#xE9;cessaire de discuter concerne la variabilit&#xE9; des g&#xE9;nomes qui peut maintenant &#xEA;tre &#xE9;valu&#xE9;e en comparant directement les s&#xE9;quences g&#xE9;nomiques. Nous avons vu (cf. figure 58) que les g&#xE9;nomes pouvait varier par la pr&#xE9;sence de r&#xE9;arrangements et qu&apos;au sein d&apos;une esp&#xE8;ce le pourcentage de divergence &#xE9;tait de l&apos;ordre du &#x2030; alors qu&apos;il est plut&#xF4;t de l&apos;ordre du % entre esp&#xE8;ces distinctes (2% par exemple entre l&apos;homme et le chimpanz&#xE9;). Les s&#xE9;quences de nombreuses souches pour une m&#xEA;me esp&#xE8;ce permettent maintenant de d&#xE9;finir le &quot;<strong>core g&#xE9;nome</strong>&quot; qui correspond aux g&#xE8;nes pr&#xE9;sents dans toutes les souches et le &quot;<strong>pan g&#xE9;nome</strong>&quot; qui correspond lui &#xE0; tous les g&#xE8;nes retrouv&#xE9;s dans au moins une des souches. Chez les bact&#xE9;ries, il existe de nombreux g&#xE8;nes optionnels si bien que le pan g&#xE9;nome est beaucoup plus grand que le core g&#xE9;nome. Par exemple (figure 70), l&apos;analyse de 20 souche d&apos;<em>Escherichia coli</em> a permis d&apos;identifier 10 131 g&#xE8;nes diff&#xE9;rents (= pan g&#xE9;nome); seulement 2 167 &#xE9;taient pr&#xE9;sents dans toutes les souches (= core g&#xE9;nome) et les souches poss&#xE8;dent en moyenne 4721 g&#xE8;nes! Les g&#xE8;nes du core g&#xE9;nome codent pour des fonctions essentielles de la cellule (r&#xE9;plication, transcription, traduction...) alors que les g&#xE8;nes pr&#xE9;sents optionnellement codent pour des fonctions facultatives mais permettant une meilleure adaptation &#xE0; l&#x2019;environnement comme des r&#xE9;sistances &#xE0; des antibiotiques, la capacit&#xE9; &#xE0; m&#xE9;taboliser des compos&#xE9;s organiques, la production de toxines etc.</p>
<figure id="fig1.5.6"><img src="img/image070.png" alt="pan g&#xE9;nome et core g&#xE9;nome d&apos;Escherichia coli."><figcaption>Figure 67 : pan g&#xE9;nome et core g&#xE9;nome d&apos;Escherichia coli.</figcaption></figure>
<p>La figure 71 donne un aper&#xE7;u des core et pan g&#xE9;nomes de quatre champignons et montre clairement que chez certains eucaryotes le contenu en g&#xE8;ne pr&#xE9;sente aussi une grande variabilit&#xE9; au sein d&apos;une m&#xEA;me esp&#xE8;ce. Comme chez les procaryotes, les g&#xE8;nes optionnels permettent une meilleure adaptation &#xE0; l&apos;environnement. Ils peuvent &#xEA;tre regroup&#xE9;s sur des chromosomes optionnels. C&apos;est le cas par exemple chez les champignons du genre <em>Fusarium</em> dont certaines souches contiennent des chromosomes surnum&#xE9;raires. Il a &#xE9;t&#xE9; montr&#xE9; chez <em>Fusarium oxysporum</em>, qui est un pathog&#xE8;ne ayant un large spectre d&apos;h&#xF4;te, que des d&#xE9;terminants de sp&#xE9;cificit&#xE9;s et de virulence pour les diff&#xE9;rents h&#xF4;tes sont port&#xE9;s par ces chromosomes surnum&#xE9;raires.</p>
<figure id="fig1.5.7"><img src="img/image071.png" alt="pan g&#xE9;nomes en vert et core g&#xE9;nomes en rose de quatre champignons: pour le pan g&#xE9;nome les chiffres entre parenth&#xE8;se indiquent les nombres maximum et minimum de g&#xE8;nes additionnels trouv&#xE9;s dans les diff&#xE9;rentes souches."><figcaption>Figure 68 : pan g&#xE9;nomes en vert et core g&#xE9;nomes en rose de quatre champignons: pour le pan g&#xE9;nome les chiffres entre parenth&#xE8;se indiquent les nombres maximum et minimum de g&#xE8;nes additionnels trouv&#xE9;s dans les diff&#xE9;rentes souches.</figcaption></figure>
<p>Chez l&apos;homme, les diff&#xE9;rences entre le core et le pan g&#xE9;nome sont moins prononc&#xE9;s. Une &#xE9;tude sur les population africaine a montr&#xE9; que celles-ci poss&#xE8;dent collectivement environ 300 Mb de plus que le g&#xE9;nome de r&#xE9;f&#xE9;rence &quot;GRCh38 &quot;, soit 10% de s&#xE9;quences suppl&#xE9;mentaires. Les populations asiatiques chinoises et cor&#xE9;ennes partagent 120 MB de plus avec les populations africaines. Un analyse plus sp&#xE9;cifiques des populations Han de Chine montre que celles-ci ont environ 30 MB qui leur sont propres en comparaison avec le g&#xE9;nome de r&#xE9;f&#xE9;rences contenant 188 g&#xE8;nes nouveaux codant pour des prot&#xE9;ines.</p>
<p>Cette variabilit&#xE9; inattendue r&#xE9;v&#xE9;l&#xE9;e par les analyses g&#xE9;nomiques montrent que les diff&#xE9;rentes souches ou individus pour une m&#xEA;me esp&#xE8;ce peuvent avoir des contenus g&#xE9;niques tr&#xE8;s diff&#xE9;rents. Nous reviendrons sur ce point dans un chapitre ult&#xE9;rieur lorsque nous discuterons du fond g&#xE9;n&#xE9;tique.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="01.html" class="navigation navigation-prev " aria-label="Previous page: Chapitre 1 : La variation">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="03.html" class="navigation navigation-next " aria-label="Next page: Chapitre 3 : La mutagenèse">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Chapitre 2 : Quelques notions de génomique","level":"1.5","depth":1,"next":{"title":"Chapitre 3 : La mutagenèse","level":"1.6","depth":1,"path":"chap/03.md","ref":"./chap/03.md","articles":[]},"previous":{"title":"Chapitre 1 : La variation","level":"1.4","depth":1,"path":"chap/01.md","ref":"./chap/01.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{"_pictures":[{"backlink":"index.html#fig1.1.1","level":"1.1","list_caption":"Figure: cover","alt":"cover","nro":1,"url":"cover.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cover","attributes":{},"skip":false,"key":"1.1.1"},{"backlink":"./chap/00.html#fig1.3.1","level":"1.3","list_caption":"Figure: première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","alt":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","nro":2,"url":"img/image001.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","attributes":{},"skip":false,"key":"1.3.1"},{"backlink":"./chap/00.html#fig1.3.2","level":"1.3","list_caption":"Figure: représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","alt":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","nro":3,"url":"img/image002.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","attributes":{},"skip":false,"key":"1.3.2"},{"backlink":"./chap/00.html#fig1.3.3","level":"1.3","list_caption":"Figure: en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","alt":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","nro":4,"url":"img/image003.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","attributes":{},"skip":false,"key":"1.3.3"},{"backlink":"./chap/00.html#fig1.3.4","level":"1.3","list_caption":"Figure: structure d'une cellule procaryote typique.","alt":"structure d'une cellule procaryote typique.","nro":5,"url":"img/image004.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule procaryote typique.","attributes":{},"skip":false,"key":"1.3.4"},{"backlink":"./chap/00.html#fig1.3.5","level":"1.3","list_caption":"Figure: structure d'une cellule eucaryote typique.","alt":"structure d'une cellule eucaryote typique.","nro":6,"url":"img/image005.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule eucaryote typique.","attributes":{},"skip":false,"key":"1.3.5"},{"backlink":"./chap/00.html#fig1.3.6","level":"1.3","list_caption":"Figure: le cycle cellulaire d'une cellule eucaryote.","alt":"le cycle cellulaire d'une cellule eucaryote.","nro":7,"url":"img/image006.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle cellulaire d'une cellule eucaryote.","attributes":{},"skip":false,"key":"1.3.6"},{"backlink":"./chap/00.html#fig1.3.7","level":"1.3","list_caption":"Figure: la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","alt":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","nro":8,"url":"img/image007.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","attributes":{},"skip":false,"key":"1.3.7"},{"backlink":"./chap/00.html#fig1.3.8","level":"1.3","list_caption":"Figure: les principaux types de chromosomes définis par les analyses cytologiques.","alt":"les principaux types de chromosomes définis par les analyses cytologiques.","nro":9,"url":"img/image008.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les principaux types de chromosomes définis par les analyses cytologiques.","attributes":{},"skip":false,"key":"1.3.8"},{"backlink":"./chap/00.html#fig1.3.9","level":"1.3","list_caption":"Figure: cycle de vie d'un eucaryote.","alt":"cycle de vie d'un eucaryote.","nro":10,"url":"img/image009.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cycle de vie d'un eucaryote.","attributes":{},"skip":false,"key":"1.3.9"},{"backlink":"./chap/00.html#fig1.3.10","level":"1.3","list_caption":"Figure: une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","alt":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","nro":11,"url":"img/image010.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","attributes":{},"skip":false,"key":"1.3.10"},{"backlink":"./chap/00.html#fig1.3.11","level":"1.3","list_caption":"Figure: la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","alt":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","nro":12,"url":"img/image011.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","attributes":{},"skip":false,"key":"1.3.11"},{"backlink":"./chap/00.html#fig1.3.12","level":"1.3","list_caption":"Figure: Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","alt":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","nro":13,"url":"img/image012.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","attributes":{},"skip":false,"key":"1.3.12"},{"backlink":"./chap/00.html#fig1.3.13","level":"1.3","list_caption":"Figure: Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","alt":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","nro":14,"url":"img/image013.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","attributes":{},"skip":false,"key":"1.3.13"},{"backlink":"./chap/00.html#fig1.3.14","level":"1.3","list_caption":"Figure: les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","alt":"les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","nro":15,"url":"img/image014.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","attributes":{},"skip":false,"key":"1.3.14"},{"backlink":"./chap/00.html#fig1.3.15","level":"1.3","list_caption":"Figure: le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","alt":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","nro":16,"url":"img/image015.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","attributes":{},"skip":false,"key":"1.3.15"},{"backlink":"./chap/00.html#fig1.3.16","level":"1.3","list_caption":"Figure: codes pour l'établissement des pédigrees.","alt":"codes pour l'établissement des pédigrees.","nro":17,"url":"img/image016.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"codes pour l'établissement des pédigrees.","attributes":{},"skip":false,"key":"1.3.16"},{"backlink":"./chap/00.html#fig1.3.17","level":"1.3","list_caption":"Figure: les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","alt":"les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","nro":18,"url":"img/image017.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","attributes":{},"skip":false,"key":"1.3.17"},{"backlink":"./chap/00.html#fig1.3.18","level":"1.3","list_caption":"Figure: cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","alt":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","nro":19,"url":"img/image018.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","attributes":{},"skip":false,"key":"1.3.18"},{"backlink":"./chap/00.html#fig1.3.19","level":"1.3","list_caption":"Figure: les sept caractères analysés par Mendel.","alt":"les sept caractères analysés par Mendel.","nro":20,"url":"img/image019.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les sept caractères analysés par Mendel.","attributes":{},"skip":false,"key":"1.3.19"},{"backlink":"./chap/00.html#fig1.3.20","level":"1.3","list_caption":"Figure: formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","alt":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","nro":21,"url":"img/image020.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","attributes":{},"skip":false,"key":"1.3.20"},{"backlink":"./chap/00.html#fig1.3.21","level":"1.3","list_caption":"Figure: nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","alt":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","nro":22,"url":"img/image021.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","attributes":{},"skip":false,"key":"1.3.21"},{"backlink":"./chap/00.html#fig1.3.22","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","alt":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","nro":23,"url":"img/image022.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","attributes":{},"skip":false,"key":"1.3.22"},{"backlink":"./chap/00.html#fig1.3.23","level":"1.3","list_caption":"Figure: chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","alt":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","nro":24,"url":"img/image023.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","attributes":{},"skip":false,"key":"1.3.23"},{"backlink":"./chap/00.html#fig1.3.24","level":"1.3","list_caption":"Figure: résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","alt":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","nro":25,"url":"img/image024.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","attributes":{},"skip":false,"key":"1.3.24"},{"backlink":"./chap/00.html#fig1.3.25","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","alt":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","nro":26,"url":"img/image025.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","attributes":{},"skip":false,"key":"1.3.25"},{"backlink":"./chap/00.html#fig1.3.26","level":"1.3","list_caption":"Figure: voie de biosynthèse de l'arginine.","alt":"voie de biosynthèse de l'arginine.","nro":27,"url":"img/image026.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"voie de biosynthèse de l'arginine.","attributes":{},"skip":false,"key":"1.3.26"},{"backlink":"./chap/00.html#fig1.3.27","level":"1.3","list_caption":"Figure: l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","alt":"l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","nro":28,"url":"img/image027.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","attributes":{},"skip":false,"key":"1.3.27"},{"backlink":"./chap/01.html#fig1.4.1","level":"1.4","list_caption":"Figure: zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","alt":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","nro":29,"url":"img/image028.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","attributes":{},"skip":false,"key":"1.4.1"},{"backlink":"./chap/01.html#fig1.4.2","level":"1.4","list_caption":"Figure: principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","alt":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","nro":30,"url":"img/image029.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","attributes":{},"skip":false,"key":"1.4.2"},{"backlink":"./chap/01.html#fig1.4.3","level":"1.4","list_caption":"Figure: les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","alt":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","nro":31,"url":"img/image032.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","attributes":{},"skip":false,"key":"1.4.3"},{"backlink":"./chap/01.html#fig1.4.4","level":"1.4","list_caption":"Figure: tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","alt":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","nro":32,"url":"img/image034.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","attributes":{},"skip":false,"key":"1.4.4"},{"backlink":"./chap/01.html#fig1.4.5","level":"1.4","list_caption":"Figure: en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","alt":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","nro":33,"url":"img/image035.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.5"},{"backlink":"./chap/01.html#fig1.4.6","level":"1.4","list_caption":"Figure: le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","alt":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","nro":34,"url":"img/image036.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","attributes":{},"skip":false,"key":"1.4.6"},{"backlink":"./chap/01.html#fig1.4.7","level":"1.4","list_caption":"Figure: l'épisome F et le mécanisme de conjugaison bactérienne.","alt":"l'épisome F et le mécanisme de conjugaison bactérienne.","nro":35,"url":"img/image037.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'épisome F et le mécanisme de conjugaison bactérienne.","attributes":{},"skip":false,"key":"1.4.7"},{"backlink":"./chap/01.html#fig1.4.8","level":"1.4","list_caption":"Figure: le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","alt":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","nro":36,"url":"img/image038.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","attributes":{},"skip":false,"key":"1.4.8"},{"backlink":"./chap/01.html#fig1.4.9","level":"1.4","list_caption":"Figure: le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","alt":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","nro":37,"url":"img/image039.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.4.9"},{"backlink":"./chap/01.html#fig1.4.10","level":"1.4","list_caption":"Figure: les plasmides mitochondriaux de Podospora anserina.","alt":"les plasmides mitochondriaux de Podospora anserina.","nro":38,"url":"img/image040.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les plasmides mitochondriaux de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.10"},{"backlink":"./chap/01.html#fig1.4.11","level":"1.4","list_caption":"Figure: le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","alt":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","nro":39,"url":"img/image041.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","attributes":{},"skip":false,"key":"1.4.11"},{"backlink":"./chap/01.html#fig1.4.12","level":"1.4","list_caption":"Figure: les 13 microsatellites utilisés pour établir les empreintes génétiques.","alt":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","nro":40,"url":"img/image042.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","attributes":{},"skip":false,"key":"1.4.12"},{"backlink":"./chap/01.html#fig1.4.13","level":"1.4","list_caption":"Figure: une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","alt":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","nro":41,"url":"img/image043.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","attributes":{},"skip":false,"key":"1.4.13"},{"backlink":"./chap/01.html#fig1.4.14","level":"1.4","list_caption":"Figure: évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","alt":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","nro":42,"url":"img/image044.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","attributes":{},"skip":false,"key":"1.4.14"},{"backlink":"./chap/01.html#fig1.4.15","level":"1.4","list_caption":"Figure: structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","alt":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","nro":43,"url":"img/image045.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","attributes":{},"skip":false,"key":"1.4.15"},{"backlink":"./chap/01.html#fig1.4.16","level":"1.4","list_caption":"Figure: résultats d'un croisement ♀ X^X Y x ♂ XY.","alt":"résultats d'un croisement ♀ X^X Y x ♂ XY.","nro":44,"url":"img/image046.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résultats d'un croisement ♀ X^X Y x ♂ XY.","attributes":{},"skip":false,"key":"1.4.16"},{"backlink":"./chap/01.html#fig1.4.17","level":"1.4","list_caption":"Figure: à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","alt":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","nro":45,"url":"img/image047.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","attributes":{},"skip":false,"key":"1.4.17"},{"backlink":"./chap/01.html#fig1.4.18","level":"1.4","list_caption":"Figure: en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","alt":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","nro":46,"url":"img/image048.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","attributes":{},"skip":false,"key":"1.4.18"},{"backlink":"./chap/01.html#fig1.4.19","level":"1.4","list_caption":"Figure: à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","alt":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","nro":47,"url":"img/image049.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","attributes":{},"skip":false,"key":"1.4.19"},{"backlink":"./chap/01.html#fig1.4.20","level":"1.4","list_caption":"Figure: le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","alt":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","nro":48,"url":"img/image050.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","attributes":{},"skip":false,"key":"1.4.20"},{"backlink":"./chap/01.html#fig1.4.21","level":"1.4","list_caption":"Figure: les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","alt":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","nro":49,"url":"img/image051.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","attributes":{},"skip":false,"key":"1.4.21"},{"backlink":"./chap/01.html#fig1.4.22","level":"1.4","list_caption":"Figure: le principe du test de Luria et Delbrück.","alt":"le principe du test de Luria et Delbrück.","nro":50,"url":"img/image052.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le principe du test de Luria et Delbrück.","attributes":{},"skip":false,"key":"1.4.22"},{"backlink":"./chap/01.html#fig1.4.23","level":"1.4","list_caption":"Figure: Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","alt":"Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","nro":51,"url":"img/image053.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","attributes":{},"skip":false,"key":"1.4.23"},{"backlink":"./chap/01.html#fig1.4.24","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":52,"url":"img/image054.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.24"},{"backlink":"./chap/01.html#fig1.4.25","level":"1.4","list_caption":"Figure: effets des transitions et des transversions sur le fonctionnement des protéines.","alt":"effets des transitions et des transversions sur le fonctionnement des protéines.","nro":53,"url":"img/image055.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets des transitions et des transversions sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.25"},{"backlink":"./chap/01.html#fig1.4.26","level":"1.4","list_caption":"Figure: effets potentiels des frameshifts sur le fonctionnement des protéines.","alt":"effets potentiels des frameshifts sur le fonctionnement des protéines.","nro":54,"url":"img/image056.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets potentiels des frameshifts sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.26"},{"backlink":"./chap/01.html#fig1.4.27","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":55,"url":"img/image057.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.27"},{"backlink":"./chap/01.html#fig1.4.28","level":"1.4","list_caption":"Figure: comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","alt":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","nro":56,"url":"img/image058.png","index":28,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","attributes":{},"skip":false,"key":"1.4.28"},{"backlink":"./chap/01.html#fig1.4.29","level":"1.4","list_caption":"Figure: altérations chromosomiques.","alt":"altérations chromosomiques.","nro":57,"url":"img/image059.png","index":29,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"altérations chromosomiques.","attributes":{},"skip":false,"key":"1.4.29"},{"backlink":"./chap/01.html#fig1.4.30","level":"1.4","list_caption":"Figure: mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","alt":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","nro":58,"url":"img/image060.png","index":30,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","attributes":{},"skip":false,"key":"1.4.30"},{"backlink":"./chap/01.html#fig1.4.31","level":"1.4","list_caption":"Figure: un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","alt":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","nro":59,"url":"img/image061.png","index":31,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","attributes":{},"skip":false,"key":"1.4.31"},{"backlink":"./chap/01.html#fig1.4.32","level":"1.4","list_caption":"Figure: croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","alt":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","nro":60,"url":"img/image062.png","index":32,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","attributes":{},"skip":false,"key":"1.4.32"},{"backlink":"./chap/01.html#fig1.4.33","level":"1.4","list_caption":"Figure: l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","alt":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","nro":61,"url":"img/image063.png","index":33,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","attributes":{},"skip":false,"key":"1.4.33"},{"backlink":"./chap/02.html#fig1.5.1","level":"1.5","list_caption":"Figure: phylogénie globale du monde cellulaire.","alt":"phylogénie globale du monde cellulaire.","nro":62,"url":"img/image064.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"phylogénie globale du monde cellulaire.","attributes":{},"skip":false,"key":"1.5.1"},{"backlink":"./chap/02.html#fig1.5.2","level":"1.5","list_caption":"Figure: le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","alt":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","nro":63,"url":"img/image065.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","attributes":{},"skip":false,"key":"1.5.2"},{"backlink":"./chap/02.html#fig1.5.3","level":"1.5","list_caption":"Figure: le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","alt":"le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","nro":64,"url":"img/image067.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","attributes":{},"skip":false,"key":"1.5.3"},{"backlink":"./chap/02.html#fig1.5.4","level":"1.5","list_caption":"Figure: le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","alt":"le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","nro":65,"url":"img/image068.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","attributes":{},"skip":false,"key":"1.5.4"},{"backlink":"./chap/02.html#fig1.5.5","level":"1.5","list_caption":"Figure: le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","alt":"le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","nro":66,"url":"img/image069.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","attributes":{},"skip":false,"key":"1.5.5"},{"backlink":"./chap/02.html#fig1.5.6","level":"1.5","list_caption":"Figure: pan génome et core génome d'Escherichia coli.","alt":"pan génome et core génome d'Escherichia coli.","nro":67,"url":"img/image070.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"pan génome et core génome d'Escherichia coli.","attributes":{},"skip":false,"key":"1.5.6"},{"backlink":"./chap/02.html#fig1.5.7","level":"1.5","list_caption":"Figure: pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","alt":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","nro":68,"url":"img/image071.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","attributes":{},"skip":false,"key":"1.5.7"},{"backlink":"./chap/03.html#fig1.6.1","level":"1.6","list_caption":"Figure: démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","alt":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","nro":69,"url":"img/image072.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","attributes":{},"skip":false,"key":"1.6.1"},{"backlink":"./chap/03.html#fig1.6.2","level":"1.6","list_caption":"Figure: le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","alt":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","nro":70,"url":"img/image073.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","attributes":{},"skip":false,"key":"1.6.2"},{"backlink":"./chap/03.html#fig1.6.3","level":"1.6","list_caption":"Figure: transformation en deux temps de bactéries réfractaires à la transformation.","alt":"transformation en deux temps de bactéries réfractaires à la transformation.","nro":71,"url":"img/image074.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"transformation en deux temps de bactéries réfractaires à la transformation.","attributes":{},"skip":false,"key":"1.6.3"},{"backlink":"./chap/03.html#fig1.6.4","level":"1.6","list_caption":"Figure: mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","alt":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","nro":72,"url":"img/image075.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","attributes":{},"skip":false,"key":"1.6.4"},{"backlink":"./chap/03.html#fig1.6.5","level":"1.6","list_caption":"Figure: plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","alt":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","nro":73,"url":"img/image076.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","attributes":{},"skip":false,"key":"1.6.5"},{"backlink":"./chap/03.html#fig1.6.6","level":"1.6","list_caption":"Figure: la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","alt":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","nro":74,"url":"img/image077.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","attributes":{},"skip":false,"key":"1.6.6"},{"backlink":"./chap/03.html#fig1.6.7","level":"1.6","list_caption":"Figure: le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","alt":"le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","nro":75,"url":"img/image078.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","attributes":{},"skip":false,"key":"1.6.7"},{"backlink":"./chap/03.html#fig1.6.8","level":"1.6","list_caption":"Figure: la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","alt":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","nro":76,"url":"img/image079.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","attributes":{},"skip":false,"key":"1.6.8"},{"backlink":"./chap/03.html#fig1.6.9","level":"1.6","list_caption":"Figure: modes d'intégration d'ADNs exogènes par recombinaison homologue.","alt":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","nro":77,"url":"img/image080.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","attributes":{},"skip":false,"key":"1.6.9"},{"backlink":"./chap/03.html#fig1.6.10","level":"1.6","list_caption":"Figure: le système NHEJ.","alt":"le système NHEJ.","nro":78,"url":"img/image081.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le système NHEJ.","attributes":{},"skip":false,"key":"1.6.10"},{"backlink":"./chap/03.html#fig1.6.11","level":"1.6","list_caption":"Figure: les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","alt":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","nro":79,"url":"img/image082.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","attributes":{},"skip":false,"key":"1.6.11"},{"backlink":"./chap/03.html#fig1.6.12","level":"1.6","list_caption":"Figure: les premiers systèmes d'inactivation de gènes.","alt":"les premiers systèmes d'inactivation de gènes.","nro":80,"url":"img/image083.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les premiers systèmes d'inactivation de gènes.","attributes":{},"skip":false,"key":"1.6.12"},{"backlink":"./chap/03.html#fig1.6.13","level":"1.6","list_caption":"Figure: remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","alt":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","nro":81,"url":"img/image084.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","attributes":{},"skip":false,"key":"1.6.13"},{"backlink":"./chap/03.html#fig1.6.14","level":"1.6","list_caption":"Figure: remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","alt":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","nro":82,"url":"img/image085.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","attributes":{},"skip":false,"key":"1.6.14"},{"backlink":"./chap/03.html#fig1.6.15","level":"1.6","list_caption":"Figure: remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","alt":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","nro":83,"url":"img/image086.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","attributes":{},"skip":false,"key":"1.6.15"},{"backlink":"./chap/03.html#fig1.6.16","level":"1.6","list_caption":"Figure: remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","alt":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","nro":84,"url":"img/image087.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","attributes":{},"skip":false,"key":"1.6.16"},{"backlink":"./chap/03.html#fig1.6.17","level":"1.6","list_caption":"Figure: cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","alt":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","nro":85,"url":"img/image088.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","attributes":{},"skip":false,"key":"1.6.17"},{"backlink":"./chap/03.html#fig1.6.18","level":"1.6","list_caption":"Figure: modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","alt":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","nro":86,"url":"img/image089.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","attributes":{},"skip":false,"key":"1.6.18"},{"backlink":"./chap/03.html#fig1.6.19","level":"1.6","list_caption":"Figure: modification de gènes utilisant une co-transformation.","alt":"modification de gènes utilisant une co-transformation.","nro":87,"url":"img/image090.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant une co-transformation.","attributes":{},"skip":false,"key":"1.6.19"},{"backlink":"./chap/03.html#fig1.6.20","level":"1.6","list_caption":"Figure: la mutagenèse par REMI.","alt":"la mutagenèse par REMI.","nro":88,"url":"img/image091.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse par REMI.","attributes":{},"skip":false,"key":"1.6.20"},{"backlink":"./chap/03.html#fig1.6.21","level":"1.6","list_caption":"Figure: la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","alt":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","nro":89,"url":"img/image092.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","attributes":{},"skip":false,"key":"1.6.21"},{"backlink":"./chap/03.html#fig1.6.22","level":"1.6","list_caption":"Figure: la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","alt":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","nro":90,"url":"img/image093.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","attributes":{},"skip":false,"key":"1.6.22"},{"backlink":"./chap/03.html#fig1.6.23","level":"1.6","list_caption":"Figure: deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","alt":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","nro":91,"url":"img/image094.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","attributes":{},"skip":false,"key":"1.6.23"},{"backlink":"./chap/03.html#fig1.6.24","level":"1.6","list_caption":"Figure: en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","alt":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","nro":92,"url":"img/image095.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","attributes":{},"skip":false,"key":"1.6.24"},{"backlink":"./chap/03.html#fig1.6.25","level":"1.6","list_caption":"Figure: en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","alt":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","nro":93,"url":"img/image096.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","attributes":{},"skip":false,"key":"1.6.25"},{"backlink":"./chap/03.html#fig1.6.26","level":"1.6","list_caption":"Figure: crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","alt":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","nro":94,"url":"img/image097.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","attributes":{},"skip":false,"key":"1.6.26"},{"backlink":"./chap/03.html#fig1.6.27","level":"1.6","list_caption":"Figure: mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","alt":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","nro":95,"url":"img/image098.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","attributes":{},"skip":false,"key":"1.6.27"},{"backlink":"./chap/03.html#fig1.6.28","level":"1.6","list_caption":"Figure: l'obtention des mutants est la première étape de l'analyse génétique.","alt":"l'obtention des mutants est la première étape de l'analyse génétique.","nro":96,"url":"img/image099.png","index":28,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'obtention des mutants est la première étape de l'analyse génétique.","attributes":{},"skip":false,"key":"1.6.28"},{"backlink":"./chap/04.html#fig1.7.1","level":"1.7","list_caption":"Figure: principe du test de complémentation.","alt":"principe du test de complémentation.","nro":97,"url":"img/image100.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du test de complémentation.","attributes":{},"skip":false,"key":"1.7.1"},{"backlink":"./chap/04.html#fig1.7.2","level":"1.7","list_caption":"Figure: principe de la complémentation dans les hétérocaryons balancés.","alt":"principe de la complémentation dans les hétérocaryons balancés.","nro":98,"url":"img/image101.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la complémentation dans les hétérocaryons balancés.","attributes":{},"skip":false,"key":"1.7.2"},{"backlink":"./chap/04.html#fig1.7.3","level":"1.7","list_caption":"Figure: réassociation de mutations de positions trans en position cis via un crossing-over.","alt":"réassociation de mutations de positions trans en position cis via un crossing-over.","nro":99,"url":"img/image102.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"réassociation de mutations de positions trans en position cis via un crossing-over.","attributes":{},"skip":false,"key":"1.7.3"},{"backlink":"./chap/04.html#fig1.7.4","level":"1.7","list_caption":"Figure: le protocole de gauche teste la complémentation; celui de droite la recombinaison.","alt":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","nro":100,"url":"img/image103.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","attributes":{},"skip":false,"key":"1.7.4"},{"backlink":"./chap/04.html#fig1.7.5","level":"1.7","list_caption":"Figure: mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","alt":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","nro":101,"url":"img/image104.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","attributes":{},"skip":false,"key":"1.7.5"},{"backlink":"./chap/04.html#fig1.7.6","level":"1.7","list_caption":"Figure: absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","alt":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","nro":102,"url":"img/image105.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","attributes":{},"skip":false,"key":"1.7.6"},{"backlink":"./chap/04.html#fig1.7.7","level":"1.7","list_caption":"Figure: absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","alt":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","nro":103,"url":"img/image106.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","attributes":{},"skip":false,"key":"1.7.7"},{"backlink":"./chap/05.html#fig1.8.1","level":"1.8","list_caption":"Figure: un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","alt":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","nro":104,"url":"img/image107.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","attributes":{},"skip":false,"key":"1.8.1"},{"backlink":"./chap/05.html#fig1.8.2","level":"1.8","list_caption":"Figure: calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","alt":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","nro":105,"url":"img/image108.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","attributes":{},"skip":false,"key":"1.8.2"},{"backlink":"./chap/05.html#fig1.8.3","level":"1.8","list_caption":"Figure: formation de l'asque ordonné chez Neurospora crassa.","alt":"formation de l'asque ordonné chez Neurospora crassa.","nro":106,"url":"img/image109.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"formation de l'asque ordonné chez Neurospora crassa.","attributes":{},"skip":false,"key":"1.8.3"},{"backlink":"./chap/05.html#fig1.8.4","level":"1.8","list_caption":"Figure: schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","alt":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","nro":107,"url":"img/image110.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","attributes":{},"skip":false,"key":"1.8.4"},{"backlink":"./chap/05.html#fig1.8.5","level":"1.8","list_caption":"Figure: asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","alt":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","nro":108,"url":"img/image111.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","attributes":{},"skip":false,"key":"1.8.5"},{"backlink":"./chap/05.html#fig1.8.6","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","nro":109,"url":"img/image112.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","attributes":{},"skip":false,"key":"1.8.6"},{"backlink":"./chap/05.html#fig1.8.7","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","nro":110,"url":"img/image113.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","attributes":{},"skip":false,"key":"1.8.7"},{"backlink":"./chap/05.html#fig1.8.8","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés le même chromosome.","alt":"ségrégation de deux gènes localisés le même chromosome.","nro":111,"url":"img/image114.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés le même chromosome.","attributes":{},"skip":false,"key":"1.8.8"},{"backlink":"./chap/05.html#fig1.8.9","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","alt":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","nro":112,"url":"img/image115.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","attributes":{},"skip":false,"key":"1.8.9"},{"backlink":"./chap/05.html#fig1.8.10","level":"1.8","list_caption":"Figure: test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","alt":"test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","nro":113,"url":"img/image116.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","attributes":{},"skip":false,"key":"1.8.10"},{"backlink":"./chap/05.html#fig1.8.11","level":"1.8","list_caption":"Figure: ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","alt":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","nro":114,"url":"img/image117.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","attributes":{},"skip":false,"key":"1.8.11"},{"backlink":"./chap/05.html#fig1.8.12","level":"1.8","list_caption":"Figure: carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","alt":"carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","nro":115,"url":"img/image118.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","attributes":{},"skip":false,"key":"1.8.12"},{"backlink":"./chap/05.html#fig1.8.13","level":"1.8","list_caption":"Figure: non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","alt":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","nro":116,"url":"img/image119.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","attributes":{},"skip":false,"key":"1.8.13"},{"backlink":"./chap/05.html#fig1.8.14","level":"1.8","list_caption":"Figure: effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","alt":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","nro":117,"url":"img/image120.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","attributes":{},"skip":false,"key":"1.8.14"},{"backlink":"./chap/05.html#fig1.8.15","level":"1.8","list_caption":"Figure: ségrégation mitotique chez Saccharomyces cerevisiae.","alt":"ségrégation mitotique chez Saccharomyces cerevisiae.","nro":118,"url":"img/image121.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation mitotique chez Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.8.15"},{"backlink":"./chap/05.html#fig1.8.16","level":"1.8","list_caption":"Figure: souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","alt":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","nro":119,"url":"img/image122.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","attributes":{},"skip":false,"key":"1.8.16"},{"backlink":"./chap/05.html#fig1.8.17","level":"1.8","list_caption":"Figure: principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","alt":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","nro":120,"url":"img/image123.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","attributes":{},"skip":false,"key":"1.8.17"},{"backlink":"./chap/05.html#fig1.8.18","level":"1.8","list_caption":"Figure: carte génétique d'Escherichia coli obtenue par conjugaison.","alt":"carte génétique d'Escherichia coli obtenue par conjugaison.","nro":121,"url":"img/image124.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique d'Escherichia coli obtenue par conjugaison.","attributes":{},"skip":false,"key":"1.8.18"},{"backlink":"./chap/05.html#fig1.8.19","level":"1.8","list_caption":"Figure: principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","alt":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","nro":122,"url":"img/image125.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","attributes":{},"skip":false,"key":"1.8.19"},{"backlink":"./chap/06.html#fig1.9.1","level":"1.9","list_caption":"Figure: principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","alt":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","nro":123,"url":"img/image126.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","attributes":{},"skip":false,"key":"1.9.1"},{"backlink":"./chap/06.html#fig1.9.2","level":"1.9","list_caption":"Figure: principe du clonage par expression de gènes portant des mutations récessives.","alt":"principe du clonage par expression de gènes portant des mutations récessives.","nro":124,"url":"img/image127.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage par expression de gènes portant des mutations récessives.","attributes":{},"skip":false,"key":"1.9.2"},{"backlink":"./chap/06.html#fig1.9.3","level":"1.9","list_caption":"Figure: principe du clonage positionnel, ici chez un organisme haplobiontique.","alt":"principe du clonage positionnel, ici chez un organisme haplobiontique.","nro":125,"url":"img/image128.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage positionnel, ici chez un organisme haplobiontique.","attributes":{},"skip":false,"key":"1.9.3"},{"backlink":"./chap/06.html#fig1.9.4","level":"1.9","list_caption":"Figure: marche chromosomique.","alt":"marche chromosomique.","nro":126,"url":"img/image129.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"marche chromosomique.","attributes":{},"skip":false,"key":"1.9.4"},{"backlink":"./chap/06.html#fig1.9.5","level":"1.9","list_caption":"Figure: stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","alt":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","nro":127,"url":"img/image130.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","attributes":{},"skip":false,"key":"1.9.5"},{"backlink":"./chap/06.html#fig1.9.6","level":"1.9","list_caption":"Figure: résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","alt":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","nro":128,"url":"img/image131.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","attributes":{},"skip":false,"key":"1.9.6"},{"backlink":"./chap/06.html#fig1.9.7","level":"1.9","list_caption":"Figure: structure du locus affecté par la mutation n°2218 chez Podospora anserina.","alt":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","nro":129,"url":"img/image132.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.9.7"},{"backlink":"./chap/07.html#fig1.10.1","level":"1.10","list_caption":"Figure: développement du périthèce chez Podospora anserina.","alt":"développement du périthèce chez Podospora anserina.","nro":130,"url":"img/image133.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"développement du périthèce chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.1"},{"backlink":"./chap/07.html#fig1.10.2","level":"1.10","list_caption":"Figure: greffes de périthèces chez Podospora anserina.","alt":"greffes de périthèces chez Podospora anserina.","nro":131,"url":"img/image134.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"greffes de périthèces chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.2"},{"backlink":"./chap/07.html#fig1.10.3","level":"1.10","list_caption":"Figure: Mosaïque avec une souche Δmat chez Podospora anserina.","alt":"Mosaïque avec une souche Δmat chez Podospora anserina.","nro":132,"url":"img/image135.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Mosaïque avec une souche Δmat chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.3"},{"backlink":"./chap/07.html#fig1.10.4","level":"1.10","list_caption":"Figure: mosaïque avec une souche PaPks1 chez Podospora anserina.","alt":"mosaïque avec une souche PaPks1 chez Podospora anserina.","nro":133,"url":"img/image136.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mosaïque avec une souche PaPks1 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.4"},{"backlink":"./chap/08.html#fig1.11.1","level":"1.11","list_caption":"Figure: épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","alt":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","nro":134,"url":"img/image137.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","attributes":{},"skip":false,"key":"1.11.1"},{"backlink":"./chap/08.html#fig1.11.2","level":"1.11","list_caption":"Figure: épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","alt":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","nro":135,"url":"img/image138.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","attributes":{},"skip":false,"key":"1.11.2"},{"backlink":"./chap/08.html#fig1.11.3","level":"1.11","list_caption":"Figure: épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","alt":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","nro":136,"url":"img/image139.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","attributes":{},"skip":false,"key":"1.11.3"},{"backlink":"./chap/08.html#fig1.11.4","level":"1.11","list_caption":"Figure: identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","alt":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","nro":137,"url":"img/image140.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","attributes":{},"skip":false,"key":"1.11.4"},{"backlink":"./chap/08.html#fig1.11.5","level":"1.11","list_caption":"Figure: identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","alt":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","nro":138,"url":"img/image141.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","attributes":{},"skip":false,"key":"1.11.5"},{"backlink":"./chap/08.html#fig1.11.6","level":"1.11","list_caption":"Figure: mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","alt":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","nro":139,"url":"img/image142.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","attributes":{},"skip":false,"key":"1.11.6"},{"backlink":"./chap/08.html#fig1.11.7","level":"1.11","list_caption":"Figure: ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","alt":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","nro":140,"url":"img/image143.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","attributes":{},"skip":false,"key":"1.11.7"},{"backlink":"./chap/08.html#fig1.11.8","level":"1.11","list_caption":"Figure: schéma d'analyse des suppresseurs.","alt":"schéma d'analyse des suppresseurs.","nro":141,"url":"img/image144.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"schéma d'analyse des suppresseurs.","attributes":{},"skip":false,"key":"1.11.8"},{"backlink":"./chap/08.html#fig1.11.9","level":"1.11","list_caption":"Figure: stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","alt":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","nro":142,"url":"img/image145.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","attributes":{},"skip":false,"key":"1.11.9"}]},"plugins":["image-captions"],"pluginsConfig":{"image-captions":{"caption":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","variable_name":"_pictures"},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chap/02.md","mtime":"2020-06-28T16:28:11.051Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-08-31T12:03:57.002Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

