
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Chapitre 4 : La complémentation · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="05.html" />
    
    
    <link rel="prev" href="03.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="toc.html">
            
                <a href="toc.html">
            
                    
                    Préambule
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="00.html">
            
                <a href="00.html">
            
                    
                    Introduction générale
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="01.html">
            
                <a href="01.html">
            
                    
                    Chapitre 1 : La variation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="02.html">
            
                <a href="02.html">
            
                    
                    Chapitre 2 : Quelques notions de génomique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="03.html">
            
                <a href="03.html">
            
                    
                    Chapitre 3 : La mutagenèse
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.7" data-path="04.html">
            
                <a href="04.html">
            
                    
                    Chapitre 4 : La complémentation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="05.html">
            
                <a href="05.html">
            
                    
                    Chapitre 5 : La recombinaison et l'établissement de cartes génétiques
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="06.html">
            
                <a href="06.html">
            
                    
                    Chapitre 6 : L'identification des allèles sauvages et mutants
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="07.html">
            
                <a href="07.html">
            
                    
                    Chapitre 7 : L'analyse phénotypique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="08.html">
            
                <a href="08.html">
            
                    
                    Chapitre 8 : Les interactions géniques
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Chapitre 4 : La complémentation</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="chapitre-4-la-compl&#xE9;mentation">Chapitre 4: La compl&#xE9;mentation</h1>
<h2 id="principe-du-test-de-compl&#xE9;mentation">Principe du test de compl&#xE9;mentation</h2>
<p>A l&apos;issue d&apos;une mutagen&#xE8;se, on dispose d&apos;une collection d&apos;all&#xE8;les mutants. Dans ce chapitre, nous partons du fait que chacun des mutants analys&#xE9;s obtenus porte une seule mutation ind&#xE9;pendante de celles pr&#xE9;sentes dans les autres mutants. Pour voir comment d&#xE9;terminer si une seule mutation est bien &#xE0; l&apos;origine du ph&#xE9;notype, il suffit d&apos;appliquer les r&#xE8;gles de s&#xE9;gr&#xE9;gation de Mendel. Nous reviendrons sur ce point dans le chapitre suivant. En g&#xE9;n&#xE9;ral, ces all&#xE8;les conf&#xE8;rent le m&#xEA;me ph&#xE9;notype. La question se pose alors de savoir combien de g&#xE8;nes sont mis en jeu pour obtenir cette collection d&apos;all&#xE8;les. La g&#xE9;n&#xE9;tique a d&#xE9;velopp&#xE9; des m&#xE9;thodes qui permettent de r&#xE9;pondre &#xE0; cette question dont le <strong>test de compl&#xE9;mentation</strong> qui est le plus rapide &#xE0; mettre en &#x153;uvre. Son application permet d&apos;avoir une bonne id&#xE9;e du nombre de g&#xE8;nes.</p>
<p>Le test consiste dans la fabrication d&apos;une souche pour laquelle les all&#xE8;les mutants sont associ&#xE9;s deux &#xE0; deux en configuration trans et en l&apos;observation du ph&#xE9;notype (figure 100). Pour ceci, il suffit de croiser les mutants entre eux et de regarder le ph&#xE9;notype de souches F1 diplo&#xEF;des obtenues.</p>
<p><img src="img/image100.png" alt="principe du test de compl&#xE9;mentation."></p>
<ul>
<li>Si les deux all&#xE8;les sont all&#xE8;les d&apos;un m&#xEA;me g&#xE8;ne, cela aboutit au sch&#xE9;ma de gauche de la figure 100. Dans ces conditions, aucun all&#xE8;le sauvage n&apos;est pr&#xE9;sent dans la souche et l&apos;on peut raisonnablement suspecter que le ph&#xE9;notype de la souche sera mutant.</li>
<li>Si les deux all&#xE8;les sont des all&#xE8;les de g&#xE8;nes diff&#xE9;rents, cela aboutit au sch&#xE9;ma de droite de la figure 100. Dans ces conditions, on voit qu&apos;il y a pr&#xE9;sence d&apos;all&#xE8;les sauvages pour chacun des g&#xE8;nes. Donc, si les all&#xE8;les mutants a et b sont r&#xE9;cessifs vis &#xE0; vis de leurs all&#xE8;les sauvages respectifs, on peut cette fois raisonnablement suspecter que la souche sera de ph&#xE9;notype sauvage. Notez que ce test ne s&apos;applique donc pas si les mutations sont dominantes.</li>
</ul>
<p>Le principe du test est donc le suivant. On fabrique les souches avec toutes les combinaisons d&apos;all&#xE8;les mutants obtenus apr&#xE8;s mutagen&#xE8;se, associ&#xE9;s deux &#xE0; deux. <strong>Si pour une combinaison le ph&#xE9;notype de la souche obtenue est mutant, on dit que les deux all&#xE8;les ne compl&#xE9;mentent pas et qu&apos;ils sont probablement all&#xE8;les d&apos;un m&#xEA;me g&#xE8;ne</strong>. <strong>Si le ph&#xE9;notype de la souche obtenue est sauvage, on dit alors que les deux all&#xE8;les compl&#xE9;mentent et qu&apos;ils sont probablement all&#xE8;les de deux g&#xE8;nes diff&#xE9;rents.</strong> A l&apos;aide de ceci, on construit un tableau. Il reste ensuite &#xE0; d&#xE9;terminer le nombre de g&#xE8;nes. Le tableau suivant donne un exemple de tableau provenant d&apos;une analyse faite dans mon laboratoire. Ces r&#xE9;sultats ont &#xE9;t&#xE9; obtenu en analysant le champignon <em>Podospora anserina</em>, qui est haplobiontique. L&apos;analyse des diplo&#xEF;des n&apos;est donc pas faisable sur les thalles v&#xE9;g&#xE9;tatifs. Il est possible par contre d&apos;analyser des dicaryons, chacun des noyaux portant une mutation. Le principe du test reste donc le m&#xEA;me. Nous avons obtenu apr&#xE8;s mutagen&#xE8;se 6 souches du  portant chacune un all&#xE8;le mutant ind&#xE9;pendant. Ces 6 souches ne diff&#xE9;rencient pas d&apos;organes femelles (p&#xE9;rith&#xE8;ces). Nous avons associ&#xE9; dans des h&#xE9;t&#xE9;rocaryons les six all&#xE8;les deux &#xE0; deux et avons obtenu les r&#xE9;sultats suivants :</p>
<table>
<thead>
<tr>
<th></th>
<th>m1</th>
<th>m2</th>
<th>m3</th>
<th>m4</th>
<th>m5</th>
<th>m6</th>
</tr>
</thead>
<tbody>
<tr>
<td>m1</td>
<td>-</td>
<td>+</td>
<td>+</td>
<td>+</td>
<td>-</td>
<td>-</td>
</tr>
<tr>
<td>m2</td>
<td></td>
<td>-</td>
<td>-</td>
<td>+</td>
<td>+</td>
<td>+</td>
</tr>
<tr>
<td>m3</td>
<td></td>
<td></td>
<td>-</td>
<td>+</td>
<td>+</td>
<td>+</td>
</tr>
<tr>
<td>m4</td>
<td></td>
<td></td>
<td></td>
<td>-</td>
<td>+</td>
<td>+</td>
</tr>
<tr>
<td>m5</td>
<td></td>
<td></td>
<td></td>
<td></td>
<td>-</td>
<td>-</td>
</tr>
<tr>
<td>m6</td>
<td></td>
<td></td>
<td></td>
<td></td>
<td></td>
<td>-</td>
</tr>
</tbody>
</table>
<p>Le signe - indique que l&apos;h&#xE9;t&#xE9;rocaryon avec mi dans un noyau et mj dans l&apos;autre ne diff&#xE9;rencie pas de p&#xE9;rith&#xE8;ce (ph&#xE9;notype mutant). Le signe + indique qu&apos;il en diff&#xE9;rencie (ph&#xE9;notype sauvage).</p>
<p>De ce tableau nous pouvons tirer que :</p>
<ul>
<li>l&apos;all&#xE8;le m4 compl&#xE9;mente avec tous les autres et donc qu&apos;il caract&#xE9;rise un g&#xE8;ne.</li>
<li>les all&#xE8;les m1, m5 et m6 ne compl&#xE9;mentent pas entre eux mais compl&#xE9;mentent avec tous les autres et donc qu&apos;ils caract&#xE9;risent un deuxi&#xE8;me g&#xE8;ne</li>
<li>les all&#xE8;les m2 et m3 ne compl&#xE9;mentent pas entre eux mais compl&#xE9;mentent avec tous les autres et donc qu&apos;ils caract&#xE9;risent un troisi&#xE8;me g&#xE8;ne.</li>
</ul>
<p>Au total, il est donc possible de d&#xE9;finir trois groupes de compl&#xE9;mentation. Il semble donc y avoir trois g&#xE8;nes identifiables par cette m&#xE9;thode.</p>
<h2 id="conditions-dapplication">Conditions d&apos;application</h2>
<p>L&apos;application du test se fait diff&#xE9;remment en fonction du type d&apos;organisme. En effet, la construction des souches est simple si on est chez un organisme diplobiontique ou haplodiplobiontique. Il suffit dans ce cas de croiser des parents purs pour chacun des all&#xE8;les mutants et d&apos;observer la F1 ou les diplo&#xEF;des produits.</p>
<p>Chez les organismes haplobiontique, comme <em>Podospora anserina</em>, ou dans les cellules en culture, il est souvent impossible de fabriquer des noyaux diplo&#xEF;des. On a donc comme expliqu&#xE9; ci-dessus recourt &#xE0; la fabrication d&apos;h&#xE9;t&#xE9;rocaryons. Mais les r&#xE9;sultats obtenus sont plus al&#xE9;atoire. En effet, dans un noyau diplo&#xEF;de, les all&#xE8;les sont certainement pr&#xE9;sents &#xE0; l&apos;&#xE9;tat &quot;h&#xE9;t&#xE9;rozygotes&quot; avec un nombre fixe de copies. Chez les h&#xE9;t&#xE9;rocaryons, le rapport des noyaux peut varier, voire &#xE0; l&apos;extr&#xEA;me un des deux types de noyau peut se perdre. La construction d&apos;<strong>h&#xE9;t&#xE9;rocaryons dit balanc&#xE9;s</strong> peut compenser ceci. Un des noyaux poss&#xE8;de un marqueur d&apos;auxotrophie ou de r&#xE9;sistance &#xE0; un antibiotique. L&apos;autre poss&#xE8;de un autre marqueur d&apos;auxotrophie ou une autre r&#xE9;sistance. Par exemple, chez <em>Podospora anserina</em>, on dispose d&apos;une souche <em>leu1-1</em> qui est auxotrophe pour la leucine et d&apos;une souche <em>lys2-1</em> qui est auxotrophe pour la lysine. On sait que si l&apos;on forme un h&#xE9;t&#xE9;rocaryon <em>leu1-1/lys2-1</em>, celui pousse sur milieu minimum (figure 101). Cela veut donc dire que les deux mutations compl&#xE9;mentent et qu&apos;elles affectent des g&#xE8;nes diff&#xE9;rents, ce que l&apos;on pouvait pr&#xE9;sager!</p>
<p><img src="img/image101.png" alt="principe de la compl&#xE9;mentation dans les h&#xE9;t&#xE9;rocaryons balanc&#xE9;s."></p>
<p>Ceci permet donc de conserver les deux types de noyaux. Si l&apos;on veut tester la compl&#xE9;mentation de deux mutations m1 et m2, il suffit de construire l&apos;h&#xE9;t&#xE9;rocaryon (leu1-1, m1)/(lys2-1, m2) et de le faire pousser sur milieu minimum. Celui-ci conservera les noyaux avec m1 et ceux avec m2.</p>
<p>Dans certains syst&#xE8;mes g&#xE9;n&#xE9;tiques et il est difficile de maintenir les mutations en position trans &#xE0; cause des recombinaisons. Cela aboutit &#xE0; la formation de configurations o&#xF9; les mutations sont en positions cis (figure 102).</p>
<p><img src="img/image102.png" alt="r&#xE9;association de mutations de positions trans en position cis via un crossing-over."></p>
<p>On r&#xE9;-obtient donc dans ce cas un all&#xE8;le sauvage qui a toutes les chances de conf&#xE9;rer un ph&#xE9;notype sauvage et ceci bien que les 2 mutations soient initialement dans le m&#xEA;me g&#xE8;ne. Les g&#xE9;nomes mitochondriaux et plastidiques sont sujets &#xE0; ce type d&apos;&#xE9;v&#xE8;nement. Par exemple, dans le g&#xE9;nome mitochondrial de levure, la recombinaison est tr&#xE8;s rapide. Si l&apos;on veut tester la compl&#xE9;mentation de mutations mitochondriales affectant la respiration, il faut donc proc&#xE9;der comme d&#xE9;crit dans la figure 103 &#xE0; gauche. En effet, le protocole d&#xE9;crit dans la figure 103 &#xE0; droite va entra&#xEE;ner la s&#xE9;lection des recombinants sauvages et non pas celle des diplo&#xEF;des o&#xF9; se produit la compl&#xE9;mentation:</p>
<p><img src="img/image103.png" alt="le protocole de gauche teste la compl&#xE9;mentation; celui de droite la recombinaison."></p>
<p>Des probl&#xE8;mes similaires peuvent se rencontrer dans le cas de l&apos;&#xE9;tude des mutations dans des phages ou des virus.</p>
<p>En r&#xE9;sum&#xE9;, il faut pour <strong>appliquer le test de compl&#xE9;mentation, s&apos;assurer que les mutations sont r&#xE9;cessives et qu&apos;elles sont bien pr&#xE9;sentes et associ&#xE9;es en trans</strong>.</p>
<h2 id="les-limites-du-test">Les limites du test</h2>
<p>Si le test de compl&#xE9;mentation est un test tr&#xE8;s puissant, il arrive toutefois de rencontrer un certain nombre d&apos;exception. Notez que si des mutations n&apos;ont pas les propri&#xE9;t&#xE9;s attendues dans le test de compl&#xE9;mentation, cela apporte des indications sur le fonctionnement des g&#xE8;nes mutants.</p>
<ul>
<li><strong>Des mutations localis&#xE9;es dans le m&#xEA;me g&#xE8;ne mais qui compl&#xE9;mentent !</strong></li>
</ul>
<p>Il arrive que des mutations localis&#xE9;es dans un m&#xEA;me g&#xE8;ne compl&#xE9;mentent. On parle alors de <strong>compl&#xE9;mentation intrag&#xE9;nique ou inter-all&#xE9;lique</strong>. Deux explications au moins sont possibles pour l&apos;expliquer (figure 104).</p>
<p><img src="img/image104.png" alt="m&#xE9;canismes de la compl&#xE9;mentation inter-all&#xE9;lique. En haut, dans le cas de prot&#xE9;ines homo-multim&#xE9;riques, des mutations qui alt&#xE8;rent la fonctionnalit&#xE9; des multim&#xE8;res peuvent se compenser. Des mutations dans des r&#xE9;sidus qui sont &#xE0; la surface des monom&#xE8;res et qui changent la charge peuvent emp&#xEA;cher la formation de multim&#xE8;res et inactiver la prot&#xE9;ine. La mise en pr&#xE9;sence des deux types de monom&#xE8;res permet de reconstituer un complexe actif. En bas, la compl&#xE9;mentation est un test qui analyse la fonction. Si un g&#xE8;ne produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent compl&#xE9;menter."></p>
<p>Un exemple de prot&#xE9;ine multifonctionnelle avec de la compl&#xE9;mentation inter-all&#xE9;lique a bien &#xE9;t&#xE9; d&#xE9;crit chez <em>Neurospora crassa</em>. Chez cette esp&#xE8;ce, la synth&#xE8;se du tryptophane n&#xE9;cessite deux &#xE9;tapes catalys&#xE9;es par le m&#xEA;me polypeptide qui porte les deux activit&#xE9;s et qui est cod&#xE9; par le g&#xE8;ne <em>trp-3</em>. On conna&#xEE;t deux groupes de mutations qui abolissent chacune des fonctions, et un groupe qui abolit les deux activit&#xE9;s. Les premi&#xE8;res mutations compl&#xE9;mentent entre elles, alors qu&apos;elles ne compl&#xE9;mentent avec celles du dernier groupe. Notez que les mutations dans un m&#xEA;me groupe ne compl&#xE9;mentent pas entre elles !</p>
<ul>
<li><strong>Des mutations r&#xE9;cessives localis&#xE9;es dans des g&#xE8;nes diff&#xE9;rents mais qui ne compl&#xE9;mentent pas !</strong></li>
</ul>
<p>Pour pouvoir appliquer le test de compl&#xE9;mentation, il faut que les produits des g&#xE8;nes test&#xE9;s diffusent et agissent au m&#xEA;me endroit. Ceci est surtout valable pour les h&#xE9;t&#xE9;rocaryons. Un exemple bien connu est celui des g&#xE8;nes impliqu&#xE9;s dans la caryogamie chez la levure et dont les produits doivent &#xEA;tre pr&#xE9;sents &#xE0; la surface des noyaux pour que la fusion nucl&#xE9;aire ait lieu. Ceux-ci ne diffusant pas entre les noyaux apr&#xE8;s la plasmogamie, il n&apos;y aura pas de fusion nucl&#xE9;aire dans les mutants nuls de ces g&#xE8;nes. On aura donc l&apos;impression qu&apos;il n&apos;y a pas de compl&#xE9;mentation bien que les mutations soient r&#xE9;cessives (figure 105).</p>
<p><img src="img/image105.png" alt="absence de compl&#xE9;mentation de mutations r&#xE9;cessives dans les g&#xE8;nes impliqu&#xE9;s dans la caryogamie."></p>
<p>Dans le cas de prot&#xE9;ines h&#xE9;t&#xE9;ro-multim&#xE9;riques, des mutations qui alt&#xE8;rent la fonctionnalit&#xE9; des multim&#xE8;res peuvent avoir des effets coop&#xE9;ratifs et ainsi aboutir &#xE0; un effet sup&#xE9;rieur &#xE0; ceux cr&#xE9;&#xE9;s par chacune des mutations, cela peut se faire parce que le produit pr&#xE9;sent dans la souche portant les deux mutations est un poison ou parce que dans le double mutant, il n&apos;y a plus suffisamment de produits fonctionnels pour assurer la fonction cellulaire requise (figure 106).</p>
<p><img src="img/image106.png" alt="absence de compl&#xE9;mentation entre mutations dans des g&#xE8;nes codants des composants de complexes h&#xE9;t&#xE9;romultim&#xE9;riques."></p>
<p>Un exemple de ce type de m&#xE9;canismes est observ&#xE9; avec des g&#xE8;nes codant pour des prot&#xE9;ines associ&#xE9;es &#xE0; l&apos;actine. L&apos;actine est cod&#xE9;e par le g&#xE8;ne <em>ACT1</em> chez <em>Saccharomyces cerevisiae</em>. Les mutations <em>act1-1</em> et <em>act1-4</em> provoquent une thermosensibilit&#xE9; r&#xE9;cessive &#xE0; 27&#xB0;C (la temp&#xE9;rature permissive est de 25&#xB0;C). Les prot&#xE9;ines cod&#xE9;es par les g&#xE8;nes TPM1 et SAC6 interagissent avec le cytosquelette d&apos;actine. Les mutations tmp1<sup>-</sup> et sac6<sup>-</sup> causent aussi un ph&#xE9;notype de thermosensibilit&#xE9; r&#xE9;cessif. Par contre si on construit les souches diplo&#xEF;des suivantes on obtient dans un cas un r&#xE9;sultat bizarre.</p>
<table>
<thead>
<tr>
<th>souche</th>
<th>ph&#xE9;notype</th>
</tr>
</thead>
<tbody>
<tr>
<td>act1-1 TPM1<sup>+</sup> / ACT1<sup>+</sup> tpm1<sup>-</sup></td>
<td>thermor&#xE9;sistant</td>
</tr>
<tr>
<td>act1-4 TPM1<sup>+</sup> / ACT1<sup>+</sup> tpm1<sup>-</sup></td>
<td>thermor&#xE9;sistant</td>
</tr>
<tr>
<td>act1-1 SAC6<sup>+</sup> / ACT1<sup>+</sup> sac6<sup>-</sup></td>
<td>thermor&#xE9;sistant</td>
</tr>
<tr>
<td>act1-4 SAC6<sup>+</sup> / ACT1<sup>+</sup> sac6<sup>-</sup></td>
<td><strong>THERMOSENSIBLE</strong></td>
</tr>
</tbody>
</table>
<p>Il existe donc un effet sp&#xE9;cifique non attendu sp&#xE9;cifiquement entre act1-4 et sac6<sup>-</sup>. Cet effet est retrouv&#xE9; fr&#xE9;quemment avec des mutations dans <em>ACT1</em> et des mutations dans les g&#xE8;nes codant pour les prot&#xE9;ines qui interagissent avec le cytosquelette. Les deux mod&#xE8;les du dosage et du poison ont &#xE9;t&#xE9; propos&#xE9;s pour expliquer ce ph&#xE9;nom&#xE8;ne. En fait, les 2 cas peuvent se produire dans le cas du syst&#xE8;me actine, c.a.d. qu&apos;en fonction des couples de mutations l&apos;un ou l&apos;autre s&apos;applique.</p>
<h2 id="le-terme-de-compl&#xE9;mentation-a-&#xE9;t&#xE9;-adapt&#xE9;-&#xE0;-trois-autres-situations">Le terme de compl&#xE9;mentation a &#xE9;t&#xE9; adapt&#xE9; &#xE0; trois autres situations</h2>
<p>Le terme de compl&#xE9;mentation n&apos;est pas restreint &#xE0; la g&#xE9;n&#xE9;tique formelle et est utilis&#xE9; dans un contexte diff&#xE9;rent par d&apos;autres biologistes. Dans tous les cas, il s&apos;agit de restaurer un &#xE9;tat sauvage dans un mutant.</p>
<ul>
<li><p>Le terme a &#xE9;t&#xE9; co-opt&#xE9; par les biochimistes, pour identifier une prot&#xE9;ine responsable d&apos;une fonction particuli&#xE8;re. Par exemple, le groupe de Kornberg qui travaillait sur l&apos;initiation de la r&#xE9;plication chez <em>Escherichia coli</em>, disposait de mutants d&apos;initiation de la r&#xE9;plication (dnaB, etc.). Le groupe avait aussi un test d&apos;initiation <em>in vitro</em> &#xE0; partir d&apos;un extrait acellulaire de la souche sauvage. Pour identifier les prot&#xE9;ines affect&#xE9;es dans les diff&#xE9;rents mutants, par exemple dnaB. Les chercheurs du groupe ont fait un extrait acellulaire de la souche mutante dnaB et ont montr&#xE9; qu&apos;il ne permettait pas la r&#xE9;plication <em>in vitro</em>. Ils ont ensuite fractionn&#xE9; l&apos;extrait acellulaire issue de la souche sauvage et ont ajout&#xE9; s&#xE9;par&#xE9;ment les diff&#xE9;rentes fractions &#xE0; leur extrait de dnaB. Ils ont ainsi pu caract&#xE9;riser la fraction qui contenait la prot&#xE9;ine dnaBp sur le crit&#xE8;re de restauration de l&apos;initiation de la r&#xE9;plication. On dit qu&apos;ils ont identifi&#xE9; par <strong>compl&#xE9;mentation <em>in vitro</em></strong> la prot&#xE9;ine dnaB Des fractionnements successifs de ce type ont ainsi permis de purifier diff&#xE9;rentes prot&#xE9;ines impliqu&#xE9;es dans l&apos;initiation de la r&#xE9;plication chez <em>Escherichia coli</em>.</p>
</li>
<li><p>Le terme a aussi &#xE9;t&#xE9; co-opt&#xE9; par les g&#xE9;n&#xE9;ticiens mol&#xE9;culaires, pour l<strong>e clonage des g&#xE8;nes par expression</strong>, qui est un terme plus correct que le terme de <strong>clonage par compl&#xE9;mentation</strong>. Lorsque l&apos;on dispose d&apos;une souche qui n&apos;exprime pas un caract&#xE8;re (parce qu&apos;elle contient un all&#xE8;le mutant d&apos;un g&#xE8;ne ou parce que l&apos;organisme ne poss&#xE8;de pas le g&#xE8;ne), il est possible de trouver des g&#xE8;nes qui restaurent le caract&#xE8;re. Il faut pour cela fabriquer une banque &#xE0; partir d&apos;une souche qui pr&#xE9;sente le caract&#xE8;re et transformer la souche qui ne le poss&#xE8;de pas. L&apos;isolement de transformants qui ont le caract&#xE8;re recherch&#xE9; permet de conclure que ceux-ci contiennent un fragment d&apos;ADN qui restaure le caract&#xE8;re et donc le g&#xE8;ne responsable (attention, il peut aussi s&apos;agir de r&#xE9;versions). Par exemple, nous avons d&#xE9;j&#xE0; vu ce principe pour les plasmides contenant un g&#xE8;ne capable de restaurer la prototrophie &#xE0; des mutants et qui sert de marqueur de s&#xE9;lection. Voici un autre exemple tir&#xE9; de mon laboratoire. Nous poss&#xE9;dons des souches qui ne diff&#xE9;rencient plus de p&#xE9;rith&#xE8;ces (organes femelles) &#xE0; cause de la pr&#xE9;sence d&apos;un all&#xE8;le mutant du g&#xE8;ne <em>IDC1</em>. Nous voulions cloner l&apos;all&#xE8;le sauvage du g&#xE8;ne. Pour ceci nous disposions d&apos;une banque de cosmides fabriqu&#xE9;e &#xE0; partir de la souche sauvage. Nous avons transform&#xE9; la souche mutante <em>IDC1</em> par les cosmides de cette banque. Nous avons test&#xE9; la fertilit&#xE9; des transformants et avons trouv&#xE9; un transformant qui &#xE9;tait fertile. Celui-ci avait int&#xE9;gr&#xE9; l&apos;ADN qui contenait l&apos;all&#xE8;le sauvage du g&#xE8;ne <em>IDC1</em>. Nous disons donc que nous avons clon&#xE9; par compl&#xE9;mentation ou par expression le g&#xE8;ne <em>IDC1<sup>+</sup></em>. Notez que pour que ce type de clonage marche, il faut que la souche r&#xE9;ceptrice porte l&apos;all&#xE8;le r&#xE9;cessif et la banque contiennent l&apos;all&#xE8;le dominant. Nous reviendrons sur ce point dans la section d&#xE9;di&#xE9;e au clonage des g&#xE8;nes lorsque l&apos;on dispose de mutant.</p>
</li>
<li><p>Le terme est aussi utilis&#xE9; pour la validation du r&#xF4;le des mutations construites par mutagen&#xE8;se dirig&#xE9;e dans les ph&#xE9;notypes observ&#xE9;s. En effet, nous avons vu que l&apos;int&#xE9;gration de l&apos;ADN transform&#xE9; dans une cellule ne se passe pas toujours de mani&#xE8;re simple. Si des mutations sont construites en utilisant la transformation, il n&apos;est pas toujours assur&#xE9; que la mutation construite soit &#xE0; l&apos;origine de tous les ph&#xE9;notypes observ&#xE9;s. C&apos;est aussi potentiellement le cas avec le syst&#xE8;me CRISPR/CAS9 si la nucl&#xE9;ase CRISPR clive d&apos;autres cibles que celle choisie. Pour v&#xE9;rifier si la mutation construite est bien &#xE0; l&apos;origine de tous les ph&#xE9;notypes, il suffit de r&#xE9;introduire l&apos;all&#xE8;le sauvage dans la souche mutante. Si on observe un retour &#xE0; l&apos;&#xE9;tat sauvage pour tous les ph&#xE9;notypes, on dit qu&apos;on a proc&#xE9;d&#xE9; &#xE0; <strong>la compl&#xE9;mentation de la souche mutante pour prouver que la mutation construite est bien &#xE0; l&apos;origine des ph&#xE9;notypes</strong>.</p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="03.html" class="navigation navigation-prev " aria-label="Previous page: Chapitre 3 : La mutagenèse">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="05.html" class="navigation navigation-next " aria-label="Next page: Chapitre 5 : La recombinaison et l'établissement de cartes génétiques">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Chapitre 4 : La complémentation","level":"1.7","depth":1,"next":{"title":"Chapitre 5 : La recombinaison et l'établissement de cartes génétiques","level":"1.8","depth":1,"path":"chap/05.md","ref":"./chap/05.md","articles":[]},"previous":{"title":"Chapitre 3 : La mutagenèse","level":"1.6","depth":1,"path":"chap/03.md","ref":"./chap/03.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chap/04.md","mtime":"2020-06-18T06:48:01.793Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-06-18T06:57:06.957Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

