
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Chapitre 5 : La recombinaison et l'établissement de cartes génétiques · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-insert-logo/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="06.html" />
    
    
    <link rel="prev" href="04.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="toc.html">
            
                <a href="toc.html">
            
                    
                    Préambule
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="00.html">
            
                <a href="00.html">
            
                    
                    Introduction générale
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="01.html">
            
                <a href="01.html">
            
                    
                    Chapitre 1 : La variation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="02.html">
            
                <a href="02.html">
            
                    
                    Chapitre 2 : Quelques notions de génomique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="03.html">
            
                <a href="03.html">
            
                    
                    Chapitre 3 : La mutagenèse
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="04.html">
            
                <a href="04.html">
            
                    
                    Chapitre 4 : La complémentation
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.8" data-path="05.html">
            
                <a href="05.html">
            
                    
                    Chapitre 5 : La recombinaison et l'établissement de cartes génétiques
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="06.html">
            
                <a href="06.html">
            
                    
                    Chapitre 6 : L'identification des allèles sauvages et mutants
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="07.html">
            
                <a href="07.html">
            
                    
                    Chapitre 7 : L'analyse phénotypique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="08.html">
            
                <a href="08.html">
            
                    
                    Chapitre 8 : Les interactions géniques
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Chapitre 5 : La recombinaison et l'établissement de cartes génétiques</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="chapitre-5-la-recombinaison-et-l&#xE9;tablissement-de-cartes-g&#xE9;n&#xE9;tiques">Chapitre 5: La recombinaison et l&apos;&#xE9;tablissement de cartes g&#xE9;n&#xE9;tiques</h1>
<h2 id="utilit&#xE9;-des-cartes-g&#xE9;n&#xE9;tiques">Utilit&#xE9; des cartes g&#xE9;n&#xE9;tiques</h2>
<p>La cartographie permet de positionner des g&#xE8;nes sur les chromosomes. A l&apos;issue de mutagen&#xE8;se, cette m&#xE9;thode permet d&apos;analyser le contenu en mutation(s) des souches obtenues (en effet, &#xE0; l&apos;issue de la mutagen&#xE8;se, il n&apos;est pas rare qu&apos;un mutant contiennent plusieurs mutations). Elle permet aussi de ranger les diff&#xE9;rentes mutations dans des locus (ou loci) sur les chromosomes et donc d&apos;estimer le nombre de ces locus et par extension donc le nombre de g&#xE8;nes. Contrairement &#xE0; la compl&#xE9;mentation, cette m&#xE9;thode fonctionne avec les all&#xE8;les r&#xE9;cessifs ou dominants. Toutefois, elle a aussi ses limites en particulier, elle ne permet pas de diff&#xE9;rencier si des mutations proches sont effectivement dans un m&#xEA;me g&#xE8;ne ou deux g&#xE8;nes proches. De m&#xEA;me, deux mutations situ&#xE9;es aux deux extr&#xE9;mit&#xE9;s d&apos;un grand g&#xE8;ne peuvent recombiner. Cette m&#xE9;thode doit donc s&apos;utiliser si possible en association avec un test de compl&#xE9;mentation et l&#x2019;interpr&#xE9;tation des deux tests simultan&#xE9;ment permet g&#xE9;n&#xE9;ralement de conclure avec grande certitude sur le nombre de g&#xE8;nes et leurs positions dans le g&#xE9;nome.</p>
<p>Pour la mettre en &#x153;uvre, il faut croiser les mutants par la souche sauvage puis croiser les mutants entre eux et analyser la descendance. Ceci se r&#xE9;alise tr&#xE8;s bien chez les eucaryotes au moment de la reproduction sexu&#xE9;e, mais il existe d&apos;autres m&#xE9;thodes (en particulier chez les procaryotes) qui ne mettent pas en jeu la reproduction sexu&#xE9;e.</p>
<h2 id="les-eucaryotes-la-m&#xE9;iose">Les eucaryotes: la m&#xE9;iose</h2>
<p>La plupart des analyses cartographiques chez les eucaryotes utilisent la m&#xE9;iose. L&apos;analyse diff&#xE8;re bien &#xE9;videmment entre les organismes haplobiontiques, o&#xF9; l&apos;on observe principalement les r&#xE9;sultats de la m&#xE9;iose, diplobiontiques, o&#xF9; l&apos;on observe les r&#xE9;sultats du r&#xE9;assortiment des gam&#xE8;tes au cours des f&#xE9;condations, et les haplodiplobiontiques chez qui il est possible d&apos;observer &#xE0; la fois les r&#xE9;sultats des m&#xE9;ioses et des f&#xE9;condations. Nous allons analyser chacun de ces types d&apos;organismes. Mais avant, nous allons analyser quelques grands principe de s&#xE9;gr&#xE9;gation des g&#xE8;nes et des chromosomes.</p>
<p>Chez tous les organismes, nous avons vu que l&apos;on d&#xE9;finit deux grands ph&#xE9;nom&#xE8;nes de recombinaison g&#xE9;n&#xE9;tique qui permettent de r&#xE9;assortir diff&#xE9;rents all&#xE8;les. Le premier ph&#xE9;nom&#xE8;ne provient de la s&#xE9;gr&#xE9;gation ind&#xE9;pendante des chromosomes homologues et des chromatides au moment des deux divisions de la m&#xE9;iose, il s&apos;agit du brassage chromosomique. Dans ses exp&#xE9;riences Mendel n&apos;a utilis&#xE9; que des g&#xE8;nes localis&#xE9;s sur des chromosomes diff&#xE9;rents; ce qui l&apos;a conduit &#xE0; &#xE9;noncer sa deuxi&#xE8;me loi d&apos;ind&#xE9;pendance de s&#xE9;gr&#xE9;gations des caract&#xE8;res. Cependant, rapidement, on s&apos;est aper&#xE7;u que certains g&#xE8;nes ne s&#xE9;gr&#xE9;geaient pas ind&#xE9;pendamment les uns des autres (et donc que la deuxi&#xE8;me loi de Mendel &#xE9;tait fausse dans certains cas). Rapidement, il a &#xE9;t&#xE9; &#xE9;tabli qu&apos;ils se trouvaient sur les m&#xEA;mes chromosomes et qu&apos;ils pouvaient &#xEA;tre dissoci&#xE9;s par le deuxi&#xE8;me type d&apos;&#xE9;v&#xE8;nement de recombinaison au sein d&apos;un chromosome auxquels le nom de crossing-over a &#xE9;t&#xE9; donn&#xE9;.</p>
<p>La fr&#xE9;quence de ces crossing-over peut servir &#xE0; mesurer la distance entre deux r&#xE9;gions de l&apos;ADN situ&#xE9;e sur un m&#xEA;me chromosome. En effet, plus ces r&#xE9;gions sont &#xE9;loign&#xE9;es, plus la fr&#xE9;quence des crossing-over entre ces r&#xE9;gions sera &#xE9;lev&#xE9;e. Par convention, on d&#xE9;finit <strong>1 unit&#xE9; de distance g&#xE9;n&#xE9;tique (que l&apos;on mesure en centimorgan, cM) comme la distance entre deux r&#xE9;gions pour lesquelles en moyenne 1 produit de la m&#xE9;iose sur 100 est recombin&#xE9;.</strong> En d&apos;autre terme, pour deux r&#xE9;gions d&apos;un m&#xEA;me chromosome (chromatide) s&#xE9;par&#xE9;es de 1 cM, il y a une chance sur cent que les deux r&#xE9;gions se retrouvent sur 2 chromatides diff&#xE9;rentes apr&#xE8;s la m&#xE9;iose.</p>
<p><u><strong><em>Pour calculer les distances entre deux r&#xE9;gions, il faut donc calculer le pourcentage de chromatides recombin&#xE9;es parmi la totalit&#xE9; des chromatides.</em></strong></u></p>
<p>Pour calculer la distance entre deux g&#xE8;nes, il faut donc d&#xE9;terminer le nombre de chromatides ayant une des deux combinaisons parentales (P1 et P2) et le nombre de celles ayant une des deux combinaisons recombin&#xE9;es (R1 et R2). La distante g&#xE9;n&#xE9;tique en cM sera alors &#xE9;gale &#xE0; 100 x (R1+R2)/(P1+P2+R1+R2). Notez que si les all&#xE8;les s&#xE9;gr&#xE8;gent ind&#xE9;pendamment les effectifs de chacune des combinaisons sont identiques (P1= P2 = R1 = R2). En appliquant la formule ci-dessus, on voit donc que la &quot;distance g&#xE9;n&#xE9;tique&quot; calculable culmine &#xE0; 50 cM. Dans ce cas, il y a ind&#xE9;pendance g&#xE9;n&#xE9;tique et on ne peut pas formellement calculer de distance!</p>
<p>Notez le cas o&#xF9; on observe une ind&#xE9;pendance g&#xE9;n&#xE9;tique entre deux g&#xE8;nes, cela ne veut pas forc&#xE9;mment dire que les g&#xE8;nes sont sur des chromosomes diff&#xE9;rents. En effet, deux g&#xE8;nes suffisamment &#xE9;loign&#xE9;s sur un m&#xEA;me chromosome peuvent s&#xE9;gr&#xE9;ger ind&#xE9;pendamment l&apos;un de l&apos;autre si suffisamment de crossing-over ont lieu entre eux &#xE0; chaque m&#xE9;iose.</p>
<p>Dans les calculs ci-dessus, on ne tient compte que des recombinants d&#xE9;tectables. Mais, s&apos;il se produit un deuxi&#xE8;me crossing-over entre les locus examin&#xE9;s, cela va entra&#xEE;ner un retour &#xE0; une combinaison d&apos;aspect parental, bien qu&apos;il y ait eu une recombinaison (figure 107).</p>
<figure id="fig1.8.1"><img src="img/image107.png" alt="un crossing-over (en haut) permet de recombiner les all&#xE8;les. La pr&#xE9;sence d&apos;un deuxi&#xE8;me crossing-over (en bas) restaure la combinaison parentale des all&#xE8;les."><figcaption>Figure 100 : un crossing-over (en haut) permet de recombiner les all&#xE8;les. La pr&#xE9;sence d&apos;un deuxi&#xE8;me crossing-over (en bas) restaure la combinaison parentale des all&#xE8;les.</figcaption></figure>
<p>Dans ces conditions, on voit que la distance sera sous-estim&#xE9;e car il faudrait compter deux fois les doubles crossing-over, alors que ceci ne seront seront pas compt&#xE9;s. Ce biais est de plus en plus important quand la distance entre les deux r&#xE9;gions augmente. Deux approches sont possibles pour contourner ce probl&#xE8;me. On peut essayer de cartographier &#xE0; l&apos;aide de marqueurs interm&#xE9;diaires de fa&#xE7;on &#xE0; ne prendre en compte que des petites distances. Les distances ainsi calcul&#xE9;es peuvent &#xEA;tre additionn&#xE9;es pour donner la distance r&#xE9;elle entre les deux marqueurs les plus &#xE9;loign&#xE9;s (dit les <strong>marqueurs distaux</strong>). Cette addition peut conduire &#xE0; une distance sup&#xE9;rieure &#xE0; 50 cM qui indique donc que plusieurs crossing-over par m&#xE9;iose se produisent entre les marqueurs distaux. On peut aussi extrapoler la distance en supposant que l&apos;apparition des crossing-over est al&#xE9;atoire. Voyons comment proc&#xE9;der.</p>
<p>Lorsqu&apos;il se produit plus d&apos;un crossing-over, la fr&#xE9;quence des produits de m&#xE9;iose recombin&#xE9;s que l&apos;on peut d&#xE9;tecter (FR) est la moiti&#xE9; du nombre r&#xE9;el quel que soit le nombre de crossing-over (figure 108).</p>
<figure id="fig1.8.2"><img src="img/image108.png" alt="calcul de FR= fr&#xE9;quence de produits de m&#xE9;iose recombin&#xE9;s apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (fl&#xE8;che rose), il existe quatre possibilit&#xE9;s pour les chromatides impliqu&#xE9;es dans le deuxi&#xE8;me crossing-over. Deux des possibilit&#xE9;s conduisent &#xE0; la d&#xE9;tection de recombinants et les deux autres &#xE0; une absence de d&#xE9;tection. Au total, la moiti&#xE9; des recombinants seront donc d&#xE9;tectables si deux crossing-over sont en jeu."><figcaption>Figure 101 : calcul de FR= fr&#xE9;quence de produits de m&#xE9;iose recombin&#xE9;s apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (fl&#xE8;che rose), il existe quatre possibilit&#xE9;s pour les chromatides impliqu&#xE9;es dans le deuxi&#xE8;me crossing-over. Deux des possibilit&#xE9;s conduisent &#xE0; la d&#xE9;tection de recombinants et les deux autres &#xE0; une absence de d&#xE9;tection. Au total, la moiti&#xE9; des recombinants seront donc d&#xE9;tectables si deux crossing-over sont en jeu.</figcaption></figure>
<p>D&apos;apr&#xE8;s la figure 108, on voit donc que si deux g&#xE8;nes sont &#xE9;loign&#xE9;es et que plusieurs crossing-over se produisent entre eux en moyenne par m&#xE9;iose, la fr&#xE9;quence des m&#xE9;ioses qui n&apos;ont pas subi de crossing-over, c&apos;est &#xE0; dire celles ou F(X = 0), est reli&#xE9;e &#xE0; la fr&#xE9;quence des recombinants car elle est &#xE9;gale &#xE0; 1 - 2 x FR.</p>
<p>Or nous pouvons relier le nombre moyen de crossing-over &#xE0; la fr&#xE9;quence des produits de m&#xE9;iose sans crossing-over car la loi d&apos;apparition des crossing-over suit une loi de Poisson si les crossing-over sont rares et ind&#xE9;pendants les uns des autres (loi de probabilit&#xE9; des &#xE9;v&#xE8;nements rares). Les fr&#xE9;quences du nombre des crossing-over sont donc donn&#xE9;es par la formule <strong>F(X = i)  = e<sup>-m</sup> m<sup>i</sup>/i!</strong>, o&#xF9; m est le nombre moyen de crossing-over entre les deux r&#xE9;gions et i le nombre de crossing-over.</p>
<p>Cela veut dire que la proportion des m&#xE9;ioses o&#xF9; il ne se produit pas de crossing-over est F(X = 0) = e<sup>-m</sup> = 1 - 2 x RF. D&apos;o&#xF9; l&apos;on tire que <strong>m = - ln (1 - 2 x FR)</strong></p>
<p>Nous voyons sur la figure 108 que pour 1 crossing-over par m&#xE9;iose, il y a seulement la moiti&#xE9; des chromatides qui sont recombin&#xE9;es et donc la distance g&#xE9;n&#xE9;tique est 1/2 m, soit pour avoir la distance en cM :</p>
<p><strong>d = - 1/2 ln (1- 2 x RF) X 100</strong></p>
<p>exemple:</p>
<p>Si on trouve 38 % de chromatides recombin&#xE9;es &#xE0; l&apos;issue du croisement que l&apos;on analyse, la vraie distance est probablement proche de - 0.5 x ln (1- 2 x 0.38) = 0.71, soit une distance g&#xE9;n&#xE9;tique de 71 cM. Vous voyez donc que si on ne corrige pas la distance, on la sous-estime grandement. Cette distance plus grande que 50 cM refl&#xE8;te le fait qu&apos;il se produit en moyenne plus d&apos;un crossing-over par m&#xE9;iose entre les deux g&#xE8;nes, comme dans le cas o&#xF9; on utilise des marqueurs interm&#xE9;diaires pour calculer la distance entre marqueurs distaux.</p>
<p>Mais attention, ce calcul n&apos;est valide que si les crossing-over se produisent ind&#xE9;pendamment les uns des autres. Ceci n&apos;est pas le cas pour de nombreux organismes car il existe des <strong>interf&#xE9;rences de crossing-over</strong>. Le plus souvent, la pr&#xE9;sence d&apos;un premier crossing-over inhibe la production d&apos;un deuxi&#xE8;me dans les r&#xE9;gions proches. De plus, nous allons voir que chez certains organismes, o&#xF9; l&apos;analyse des produits de la m&#xE9;iose est possible, nous pouvons avoir acc&#xE8;s aux doubles crossing-over. Cette formule ne s&apos;applique pas pour l&apos;estimation &#xE0; partir de la distance qui prend en compte d&#xE9;j&#xE0; les doubles crossing-over.</p>
<h3 id="les-organismes-haplobiontiques-neurospora-crassa-et-les-champignons-filamenteux-ascomyc&#xE8;tes-ayant-des-asques-ordonn&#xE9;s">Les organismes haplobiontiques: <em>Neurospora crassa</em> et les champignons filamenteux ascomyc&#xE8;tes ayant des asques ordonn&#xE9;s</h3>
<p>Nous avons vu dans l&apos;introduction G&#xE9;n&#xE9;rale, que chez les champignons du type de <em>Neurospora crassa</em>, la structure de l&apos;asque donne directement acc&#xE8;s aux ph&#xE9;nom&#xE8;nes de s&#xE9;gr&#xE9;gation qui se sont produits au cours de la m&#xE9;iose car ces asques ont une m&#xE9;moire de l&apos;orientation des fuseaux aux cours de la m&#xE9;iose : on parle d&apos;asques ordonn&#xE9;s. Chez ce champignon, il est donc possible de faire trois types d&apos;analyse, l&apos;analyse de spores en vrac, l&apos;analyse d&apos;asques non ordonn&#xE9;s et l&apos;analyse d&apos;asques ordonn&#xE9;s. Apr&#xE8;s la m&#xE9;iose chez ce champignon, il se produit une mitose qui conduit &#xE0; des asques contenant huit spores. Cela n&apos;est pas g&#xEA;nant car les 2 spores issues d&apos;une mitose sont a priori identiques et cote &#xE0; cote (figure 109).</p>
<figure id="fig1.8.3"><img src="img/image109.png" alt="formation de l&apos;asque ordonn&#xE9; chez Neurospora crassa."><figcaption>Figure 102 : formation de l&apos;asque ordonn&#xE9; chez Neurospora crassa.</figcaption></figure>
<p>Nous allons d&#xE9;tailler uniquement ce qu&apos;il se passe dans le cas de l&apos;analyse des asques ordonn&#xE9;s car nous verrons l&apos;analyse de t&#xE9;trades d&#xE9;sordonn&#xE9;es et les spores en vrac dans le cas des levures. Pour simplifier l&apos;explication et les dessins, nous ne consid&#xE9;rerons donc que les produits avant la mitose postm&#xE9;iotique. Sch&#xE9;matisons avec 1 g&#xE8;ne sur un chromosome ce qui se passe au cours de m&#xE9;iose (figure 110).</p>
<figure id="fig1.8.4"><img src="img/image110.png" alt="sch&#xE9;ma de la s&#xE9;gr&#xE9;gation d&apos;un g&#xE8;ne en m&#xE9;iose dans les asques ordonn&#xE9;s."><figcaption>Figure 103 : sch&#xE9;ma de la s&#xE9;gr&#xE9;gation d&apos;un g&#xE8;ne en m&#xE9;iose dans les asques ordonn&#xE9;s.</figcaption></figure>
<p>On voit qu&apos;il est possible de d&#xE9;finir deux types d&apos;asques: les <strong>pr&#xE9;r&#xE9;duits</strong> et les <strong>postr&#xE9;duits</strong>. Les asques pr&#xE9;r&#xE9;duits sont faciles &#xE0; rep&#xE9;rer car chaque demi-asque est homog&#xE8;ne avec soit deux spores a1 soit deux spores a2, alors que pour les asques postr&#xE9;duits les demi-asques contient une spore avec un all&#xE8;le et une spore avec l&apos;autre.</p>
<ul>
<li><p>Le premier renseignement que l&apos;on tire est que s&apos;il y a un seul couple d&apos;all&#xE8;le responsable d&apos;un caract&#xE8;re alors, les deux all&#xE8;les s&#xE9;gr&#xE8;gent 2:2 dans chacun des asques (c&apos;est &#xE0; dire que deux spores sont a1 et deux spores sont a2)!</p>
<p><strong>Donc, si un caract&#xE8;re s&#xE9;gr&#xE8;ge 2:2 dans les asques, c&apos;est qu&apos;il est cod&#xE9; par un g&#xE8;ne, s&apos;il ne s&#xE9;gr&#xE8;ge pas 2:2 dans chacun des asques (s&#xE9;gr&#xE9;gation de type 3:1 ou 4:0) c&apos;est qu&apos;il n&apos;est pas cod&#xE9; par un seul g&#xE8;ne.</strong></p>
</li>
<li><p>Deuxi&#xE8;mement, les proportions d&apos;asques pr&#xE9;r&#xE9;duits et postr&#xE9;duits d&#xE9;pendent de la fr&#xE9;quence des crossing-over qui se produisent entre le centrom&#xE8;re et le g&#xE8;ne. On peut calculer la distance entre le g&#xE8;ne et le centrom&#xE8;re : <strong>d= nb d&apos;asques postr&#xE9;duits/ 2 x le nb total d&apos;asques x 100 cM</strong> (car pour chaque asque postr&#xE9;duit, seulement la moiti&#xE9; des chromatides est recombin&#xE9;e).</p>
<p><u>Que se passe-t-il si le g&#xE8;ne est tr&#xE8;s proche du centrom&#xE8;re ?</u></p>
<p>&#x200B;    - Dans ce cas, on n&apos;obtient que des asques pr&#xE9;r&#xE9;duits, et la distance est nulle.</p>
<p><u>Que se passe-t-il si le g&#xE8;ne est tr&#xE8;s &#xE9;loign&#xE9; de son centrom&#xE8;re ?</u></p>
<p>&#x200B;    - Dans ce cas, on obtient un m&#xE9;lange d&apos;asques pr&#xE9;r&#xE9;duits et postr&#xE9;duits dans une proportion respectivement de 1/3 et 2/3. En effet:</p>
<ul>
<li><p>si pas de crossing-over entre le g&#xE8;ne et son centrom&#xE8;re: 100% des asques sont pr&#xE9;r&#xE9;duits</p>
</li>
<li><p>si 1 crossing-over entre le g&#xE8;ne et son centrom&#xE8;re: 100% des asques sont postr&#xE9;duits</p>
</li>
<li><p>si 2 crossing-over entre le g&#xE8;ne et son centrom&#xE8;re: 50 % d&apos;asques pr&#xE9;r&#xE9;duits et 50 % d&apos;asques postr&#xE9;duits (figure 111)</p>
<figure id="fig1.8.5"><img src="img/image111.png" alt="asques ordonn&#xE9;s obtenus apr&#xE8;s deux crossing-over entre un  g&#xE8;ne et son centrom&#xE8;re."><figcaption>Figure 104 : asques ordonn&#xE9;s obtenus apr&#xE8;s deux crossing-over entre un  g&#xE8;ne et son centrom&#xE8;re.</figcaption></figure>
</li>
</ul>
<p>On voit donc que :</p>
<ul>
<li>Si on part d&apos;un asque pr&#xE9;r&#xE9;duit et que l&apos;on fait 1 crossing-over suppl&#xE9;mentaire, on obtient un asque postr&#xE9;duit.</li>
<li>Si on part d&apos;un asque postr&#xE9;duit et que l&apos;on fait 1 crossing-over, on obtient dans un cas sur deux un asque postr&#xE9;duit et dans un cas sur deux un asque pr&#xE9;r&#xE9;duit.</li>
</ul>
</li>
</ul>
<p>  On peut donc construire ainsi la suite suivante: (% d&apos;asques postr&#xE9;duits)<sub>n</sub> = (% d&apos;asques pr&#xE9;r&#xE9;duits)<sub>n-1</sub> + 1/2 (% d&apos;asques postr&#xE9;duits)<sub>n-1</sub></p>
<p>  et comme (% d&apos;asques pr&#xE9;r&#xE9;duits)<sub>n-1</sub> = 1- (% d&apos;asques postr&#xE9;duits)<sub>n-1</sub>, on en d&#xE9;duit que  (% d&apos;asques postr&#xE9;duits)<sub>n</sub> = 1 -1/2 (% d&apos;asques postr&#xE9;duits)<sub>n-1</sub></p>
<p>et donc <strong>lorsque n est tr&#xE8;s grand la proportion d&apos;asques postr&#xE9;duits converge vers 2/3</strong> qui est la limite &#xE0; l&apos;infinie de cette suite. Donc si le pourcentage d&apos;asques postr&#xE9;duits est de 66%, cela veut dire que le g&#xE8;ne est &#xE9;loign&#xE9; de son centrom&#xE8;re est qu&apos;il s&#xE9;gr&#xE8;ge ind&#xE9;pendamment du centrom&#xE8;re ! Attention dans ces conditions, on ne peut pas calculer une distance !!!</p>
<p><strong>En r&#xE9;sum&#xE9; : pour analyser ces asques, on recherche les asques pr&#xE9;- et post-r&#xE9;duits. Puis on calcule le pourcentage de post-r&#xE9;duction qui repr&#xE9;sente le double de la distance (apr&#xE8;s la correction par 100 pour avoir des cM !). Sauf, si le pourcentage d&apos;asques postr&#xE9;duits est &#xE9;gal &#xE0; 66%, car le g&#xE8;ne est ind&#xE9;pendant de son centrom&#xE8;re et on ne peut calculer de distance.</strong></p>
<p>Lorsque plusieurs g&#xE8;nes sont en jeu (s&#xE9;gr&#xE9;gation de type 3:1 ou 4:0), je vous conseille de traiter les donn&#xE9;es pour chaque g&#xE8;ne par rapport &#xE0; son centrom&#xE8;re ind&#xE9;pendamment des autres. Ensuite, il faut traiter les g&#xE8;nes deux &#xE0; deux sous forme d&apos;asques non-ordonn&#xE9;s comme dans le cas des levures.</p>
<h3 id="les-organismes-haplodiplobiontiques-saccharomyces-cerevisiae-et-les-levures-ascomyc&#xE8;tes">Les organismes haplodiplobiontiques: <em>Saccharomyces cerevisiae</em> et les levures ascomyc&#xE8;tes</h3>
<p>Nous avons vu dans l&apos;introduction que chez les levures du type de <em>Saccharomyces cerevisiae</em>, il est possible d&apos;observer les r&#xE9;sultats de la m&#xE9;iose dans des asques non ordonn&#xE9;s. Ceux-ci contiennent 4 spores d&apos;o&#xF9; leur nom de t&#xE9;trades. Comme, elles ne sont pas ordonn&#xE9;es, l&apos;information de position par rapport au centrom&#xE8;re est perdue. Cette analyse fournit donc moins de renseignements que l&apos;analyse des asques ordonn&#xE9;s.</p>
<ul>
<li><p>Comme pour <em>Neurospora crassa</em>, si un g&#xE8;ne est en jeu dans le croisement, toutes les t&#xE9;trades s&#xE9;gr&#xE8;gent 2:2 pour les deux all&#xE8;les du g&#xE8;ne. La pr&#xE9;sence de t&#xE9;trades 3:1 ou 4:0 est indicatif de la pr&#xE9;sence de plus d&apos;un g&#xE8;ne.</p>
</li>
<li><p>Si deux g&#xE8;nes sont mis en jeu (comme dans le cas d&apos;un croisement mutant par mutant) alors, l&apos;analyse de t&#xE9;trades fournit des informations sur la position de ces deux g&#xE8;nes l&apos;un par rapport &#xE0; l&apos;autre.  Croisons une souche a1 b1 par une souche a2 b2. On voit donc que les associations parentales sont a1 b1 et a2 b2, et les associations recombin&#xE9;es sont a1 b2 et a2 b1</p>
<ul>
<li>Si les g&#xE8;nes sont sur des chromosomes diff&#xE9;rents, ils s&#xE9;gr&#xE8;gent ind&#xE9;pendamment au cours du brassage chromosomique et il peut se produire en plus des crossing-over entre les g&#xE8;nes et leur centrom&#xE8;re (figure 112 et 113).</li>
</ul>
<figure id="fig1.8.6"><img src="img/image112.png" alt="s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s sur des chromosomes diff&#xE9;rents dans les t&#xE9;trades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est &#xE9;quiprobable au cours de la premi&#xE8;re division de la m&#xE9;iose, on obtient autant de t&#xE9;trades avec uniquement des associations parentales dites ditypes parentaux que de t&#xE9;trades contenant uniquement des associations recombin&#xE9;es dites ditypes recombin&#xE9;s. Avec un crossing-over entre l&apos;un des g&#xE8;nes et son centrom&#xE8;re, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits t&#xE9;tratypes."><figcaption>Figure 105 : s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s sur des chromosomes diff&#xE9;rents dans les t&#xE9;trades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est &#xE9;quiprobable au cours de la premi&#xE8;re division de la m&#xE9;iose, on obtient autant de t&#xE9;trades avec uniquement des associations parentales dites ditypes parentaux que de t&#xE9;trades contenant uniquement des associations recombin&#xE9;es dites ditypes recombin&#xE9;s. Avec un crossing-over entre l&apos;un des g&#xE8;nes et son centrom&#xE8;re, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits t&#xE9;tratypes.</figcaption></figure>
<figure id="fig1.8.7"><img src="img/image113.png" alt="s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s sur des chromosomes diff&#xE9;rents dans les t&#xE9;trades de levure avec deux crossing-over entre chacun des g&#xE8;nes et son centrom&#xE8;re respectif."><figcaption>Figure 106 : s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s sur des chromosomes diff&#xE9;rents dans les t&#xE9;trades de levure avec deux crossing-over entre chacun des g&#xE8;nes et son centrom&#xE8;re respectif.</figcaption></figure>
<p>Dans les figures 112 et 113, seuls ont &#xE9;t&#xE9; repr&#xE9;sent&#xE9;s les asques obtenus si les deux chromosomes &quot;du haut&quot; (et donc aussi les deux chromosomes du bas) s&#xE9;gr&#xE8;gent ensembles. On obtient les m&#xEA;mes r&#xE9;sultats si ce ne sont pas ces chromosomes qui s&#xE9;gr&#xE8;gent ensembles. On voit qu&apos;il est possible de d&#xE9;finir trois types de t&#xE9;trades; les <strong>ditypes parentaux</strong> (DP) pour lesquels uniquement les associations parentales sont pr&#xE9;sentes dans les spores, les <strong>ditypes recombin&#xE9;s</strong> (DR) pour lesquels  uniquement les associations recombin&#xE9;es sont pr&#xE9;sentes dans les spores et les <strong>t&#xE9;tratypes</strong> (T) pour lesquels deux spores ont une association parentale et les deux autres une association recombin&#xE9;e. Comme chaque association de chromosomes est &#xE9;quiprobable au cours de la premi&#xE8;re ou de la deuxi&#xE8;me division de la m&#xE9;iose, on obtient sans crossing-over uniquement des DP et des DR en quantit&#xE9;s identiques, avec un crossing-over uniquement des T, et avec 2 crossing-over des DRs et des DPs en proportions de 1/4 et des T en proportions de 1/2</p>
<p>Donc, si l&apos;on r&#xE9;unit les r&#xE9;sultats obtenus avec 0, 1 ou 2 crossing-over, on obtient au total autant de ditypes parentaux que de ditypes recombin&#xE9;s : <strong>DP = DR</strong></p>
<p>Par contre, la fr&#xE9;quence des t&#xE9;tratypes d&#xE9;pend des crossing-over qui se produisent entre les g&#xE8;nes et leur centrom&#xE8;re. Cette fr&#xE9;quence n&apos;est pas informative car elle provient de la combinaison des t&#xE9;tratypes issus des crossing-over entre (a1/a2) et son centrom&#xE8;re, de ceux issus des crossing-over entre (b1/b2) et son centrom&#xE8;re et des t&#xE9;tratypes issus de doubles crossing-over entre les deux g&#xE8;nes et leurs centrom&#xE8;res respectifs.</p>
<p>Que se passe-t-il si les g&#xE8;nes sont tr&#xE8;s &#xE9;loign&#xE9;s de leurs centrom&#xE8;res et que de nombreux crossing-over se produisent ?</p>
<p>Dans ces conditions, le pourcentage maximum de t&#xE9;tratypes plafonne &#xE0; 2/3. En effet, le tableau suivant donne les types et les fr&#xE9;quences des t&#xE9;trades d&#xE9;sordonn&#xE9;es que l&apos;on observe en fonction des pr&#xE9;- et post-r&#xE9;duction des deux g&#xE8;nes situ&#xE9;s sur deux chromosomes diff&#xE9;rents (faites les sch&#xE9;mas !) :</p>
<p>|                | pr&#xE9;r&#xE9;duit             | postr&#xE9;duit                     |
| -------------- | --------------------- | ------------------------------ |
| <strong>pr&#xE9;r&#xE9;duit</strong>  | <strong>50 % DP : 50 % DR</strong> | <strong>100 % T</strong>                    |
| <strong>postr&#xE9;duit</strong> | <strong>100 % T</strong>           | <strong>25 % DP : 50 % T : 25 % DR</strong> |</p>
<p>et donc si X est la fr&#xE9;quence de postr&#xE9;duction du premier g&#xE8;ne et Y la fr&#xE9;quence de postr&#xE9;duction du deuxi&#xE8;me g&#xE8;ne, la fr&#xE9;quence de t&#xE9;tratype est : <strong>T = Y(1-X) + X (1-Y) + 1/2 XY= X + Y - 3/2 XY</strong></p>
<p>Consid&#xE9;rons le cas de deux g&#xE8;nes tr&#xE8;s &#xE9;loign&#xE9;s de leurs centrom&#xE8;res. C&apos;est la configuration o&#xF9; il se produit le maximum de crossing-over et o&#xF9; X et Y sont les plus &#xE9;lev&#xE9;s. Dans ces conditions, nous avons vu pr&#xE9;c&#xE9;demment au cours de l&apos;analyse des asques chez <em>Neurospora crassa</em> qu&apos;ils sont postr&#xE9;duits avec une fr&#xE9;quence de 2/3, d&apos;o&#xF9; la fr&#xE9;quence maximale de t&#xE9;tratypes T = 2/3 + 2/3 - 3/2 (2/3 x 2/3) = 2/3</p>
</li>
<li><p>Analysons maintenant ce qui se passe pour la m&#xEA;me combinaison g&#xE9;nique a1 b1 x a2 b2 dans le cas o&#xF9; les deux g&#xE8;nes se trouveraient sur le m&#xEA;me chromosome.</p>
<ul>
<li><p>Un premier cas &#xE0; consid&#xE9;rer, est celui o&#xF9; les &quot;deux g&#xE8;nes&quot; sont en fait un seul et m&#xEA;me g&#xE8;ne (ce qui peut arriver &#xE0; l&apos;issue de la mutagen&#xE8;se et que l&apos;on croise les mutants entre eux) ! Dans ce cas, la descendance est en th&#xE9;orie uniform&#xE9;ment mutante ! Mais attention, si les diff&#xE9;rences entre les deux all&#xE8;les et l&apos;all&#xE8;le sauvage ne sont pas localis&#xE9;es au m&#xEA;me endroit, il est possible d&apos;obtenir de rares recombinants sauvages apr&#xE8;s un crossing-over en m&#xE9;iose. On parle alors de <strong>recombinaison intrag&#xE9;nique</strong>.</p>
</li>
<li><p>Si les deux g&#xE8;nes sont bien diff&#xE9;rents, ils ne s&#xE9;gr&#xE8;gent pas ind&#xE9;pendamment et il peut se produire des crossing-over entre les deux g&#xE8;nes. Seuls ceux-ci sont repr&#xE9;sent&#xE9;s dans la figure 114 car ce sont les seuls qui sont informatifs.</p>
<figure id="fig1.8.8"><img src="img/image114.png" alt="s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s le m&#xEA;me chromosome."><figcaption>Figure 107 : s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s le m&#xEA;me chromosome.</figcaption></figure>
<p>On voit que dans ce cas les DP sont beaucoup plus fr&#xE9;quents que les DR (DP &gt; DR) car ils sont obtenus soit en absence de crossing-over, soit lorsque deux crossing-over qui engagent les m&#xEA;mes chromatides se produisent. Les DRs ne sont obtenus que dans le cas o&#xF9; 2 crossing-over engagent les 4 chromatides.</p>
<p>Il est possible de calculer la distance en tenant compte des doubles crossing-over, car les DR provenant uniquement des m&#xE9;ioses o&#xF9; se sont produit des doubles crossing-over, ils peuvent servir &#xE0; estimer leur nombre. Apr&#xE8;s d&#xE9;nombrement et simplification on trouve que:</p>
<p><strong>d = (T + 6 DR)/2 x Ntot x 100 cM</strong>, o&#xF9; Ntot est le nombre total de t&#xE9;trades analys&#xE9;es</p>
<p>Que se passe-t-il si la distance entre les deux g&#xE8;nes augmente ?</p>
<p>Comme pour le cas o&#xF9; les deux g&#xE8;nes sont sur des chromosomes diff&#xE9;rents nous allons voir que DP = DR et que T = 2/3.  En effet:</p>
<p>si 0 crossing-over: 100% de DP
si 1 crossing-over: 100% de T
si 2 crossing-over: 50% de T, 25 % de DP et 25% de DR</p>
<p>On voit donc que si on part d&apos;un DP ou d&apos;un DR et que l&apos;on fait un crossing-over suppl&#xE9;mentaire on obtient un T. Et que si on part d&apos;un T, on obtient 1/2 de T et 1/4 de DP et 1/4 de DR.</p>
<p>On peut alors construire la suite: Tn = DPn-1 + DRn-1 + 1/2 Tn-1 = DPn-1 + 1 - (DPn-1 + Tn-1) + 1/2 Tn-1= 1 -  1/2 Tn-1</p>
<p>D&apos;o&#xF9; la convergence du nombre de T vers 2/3. De m&#xEA;me, on voit que DP = DR = 1/6 lorsque de nombreux crossing-over se produisent entre les deux g&#xE8;nes.</p>
</li>
</ul>
</li>
</ul>
<p>Donc, pour l&apos;analyse de t&#xE9;trades, il faut caract&#xE9;riser les DP, DR et T, ensuite deux cas:</p>
<ul>
<li><p>1&#xB0;) DP = DR alors les deux g&#xE8;nes sont ind&#xE9;pendants</p>
<ul>
<li>si la fr&#xE9;quence de t&#xE9;tratypes est inf&#xE9;rieure &#xE0; 66%, les g&#xE8;nes sont sur des chromosomes diff&#xE9;rents</li>
<li>si la fr&#xE9;quence de t&#xE9;tratypes est &#xE9;gale &#xE0; 66%, on ne peut pas conclure</li>
</ul>
</li>
<li><p>2&#xB0;) DP &gt; DR alors les deux g&#xE8;nes sont li&#xE9;s et on peut calculer la distance d = (T + 6 DR)/2 x Ntot x 100 cM</p>
</li>
</ul>
<h4 id="lanalyse-de-spores-en-vrac">L&apos;analyse de spores en vrac</h4>
<p>Dans certains cas, il n&apos;est pas possible d&apos;effectuer des analyses en asques ordonn&#xE9;s ou m&#xEA;me en t&#xE9;trades, par exemple chez certains champignons comme <em>Aspergillus nidulans</em> pour lesquels les asques sont trop fragiles pour &#xEA;tre r&#xE9;colt&#xE9;s individuellement (voir dans l&apos;Introduction G&#xE9;n&#xE9;rale le cycle de cette esp&#xE8;ce). Il est &#xE9;vident que l&apos;on peut faire de m&#xEA;me pour <em>Neurospora crassa</em> et <em>Saccharomyces cerevisiae</em>. Mais, le fait de ne pas consid&#xE9;rer les asques fait que de l&apos;information est perdue (en particulier, on ne peut pas &#xE9;valuer les doubles crossing-over entre deux g&#xE8;nes). Ce type d&apos;analyse fourni donc moins d&apos;information que l&apos;analyse de t&#xE9;trades ordonn&#xE9;es ou non. L&apos;analyse des spores en vrac est par contre souvent beaucoup plus facile &#xE0; mettre en &#x153;uvre pratiquement et suffit souvent en premi&#xE8;re approche.</p>
<ul>
<li><p>Si un g&#xE8;ne est en jeu au cours du croisement (a<sup>-</sup> x a<sup>+</sup>), on r&#xE9;cup&#xE8;re en th&#xE9;orie 50% spores a<sup>-</sup>  et 50% de spores a<sup>+</sup></p>
</li>
<li><p>Si deux g&#xE8;nes sont en jeu au cours du croisement (a<sup>-</sup> b<sup>+</sup> x a<sup>+</sup> b<sup>-</sup>) et s&apos;ils sont ind&#xE9;pendants, on r&#xE9;cup&#xE8;re un quart de chacune des cat&#xE9;gories. Par contre un exc&#xE8;s de cat&#xE9;gories parentales sera indicatif d&apos;une liaison entre les g&#xE8;nes. On pourra alors calculer une distance :</p>
<p>&#x200B;            <strong>d = nombre de spores recombinante / nombre total de spores x 100 cM</strong></p>
</li>
</ul>
<p>Dans ce cas, l&apos;utilisation de l&apos;extrapolation de la distance pour tenir compte des crossing-over multiples  est souhaitable.</p>
<h3 id="les-organismes-diplobiontiques-caenorhabditis-elegans">Les organismes diplobiontiques: <em>Caenorhabditis elegans</em></h3>
<p>Chez le ver <em>Caenorhabditis elegans</em>, comme chez les tous les animaux et les plantes sup&#xE9;rieures, il n&apos;est possible d&apos;observer que le r&#xE9;assortiment des gam&#xE8;tes apr&#xE8;s f&#xE9;condations. Chez ce ver, les autof&#xE9;condations des hermaphrodites et les croisements m&#xE2;les par hermaphrodites permettent de faire rapidement des analyses de s&#xE9;gr&#xE9;gation, en particulier en raison de son temps de g&#xE9;n&#xE9;ration tr&#xE8;s court.</p>
<p>Les lois de Mendel vues dans l&apos;Introduction G&#xE9;n&#xE9;rale, nous disent que, chez les diplobiontiques, la s&#xE9;gr&#xE9;gation d&apos;un g&#xE8;ne ne peut se voir qu&apos;en F2 si l&apos;on part d&apos;un croisement entre lign&#xE9;es pures. En effet, en F1, il est seulement possible de d&#xE9;terminer la dominance/r&#xE9;cessivit&#xE9; des all&#xE8;les. En F2, un couple d&apos;all&#xE8;le va s&#xE9;gr&#xE9;ger avec 3/4 de descendants ayant le ph&#xE9;notype dominant et un quart ayant le ph&#xE9;notype r&#xE9;cessif. Si deux g&#xE8;nes autosomaux sont en jeu, il est possible de voir comment ils vont s&#xE9;gr&#xE9;ger en analysant un tableau de gam&#xE8;tes et de r&#xE9;sultats de f&#xE9;condation. Si les deux souches initiales ont les g&#xE9;notypes a<sup>-</sup>/a<sup>-</sup> b<sup>+</sup>/b<sup>+</sup> (souche mut&#xE9;e sur a) et a<sup>+</sup>/a<sup>+</sup> b<sup>-</sup>/b<sup>-</sup> (souche mut&#xE9;e sur b), en F1, tous les descendants auront le g&#xE9;notype a<sup>-</sup>/a<sup>+</sup> b<sup>+</sup>/b<sup>-</sup>. L&apos;analyse de la F1 permet donc de d&#xE9;terminer la dominance r&#xE9;cessivit&#xE9; et pour notre exemple nous choisirons que les all&#xE8;les a<sup>-</sup> et b<sup>-</sup> sont des all&#xE8;les mutants r&#xE9;cessifs. Le tableau d&apos;une autof&#xE9;condation de descendants Fi est donn&#xE9; sur la figure 115.</p>
<figure id="fig1.8.9"><img src="img/image115.png" alt="s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s sur des autosomes chez Caenorbaditis elegans apr&#xE8;s autof&#xE9;condation d&apos;un hermaphrodite F1."><figcaption>Figure 108 : s&#xE9;gr&#xE9;gation de deux g&#xE8;nes localis&#xE9;s sur des autosomes chez Caenorbaditis elegans apr&#xE8;s autof&#xE9;condation d&apos;un hermaphrodite F1.</figcaption></figure>
<p>Nous voyons dans le tableau de la figure 115 que si les g&#xE8;nes sont ind&#xE9;pendants, c&apos;est &#xE0; dire si les cat&#xE9;gories parentales et recombin&#xE9;es sont obtenues en quantit&#xE9;s &#xE9;gales, on obtient 1/16 de doubles-homozygotes r&#xE9;cessifs (case rose) qui auront donc les deux ph&#xE9;notypes mutants, 3/16 de souches homozygotes uniquement pour a<sup>-</sup> (cases vertes) et qui auront donc seulement le ph&#xE9;notype mutant de a<sup>-</sup>,  3/16 de souches homozygotes uniquement pour b<sup>-</sup> (case bleue) et qui auront donc seulement le ph&#xE9;notype mutants de b<sup>-</sup> et les autres (cases violettes et orange) ont au moins un all&#xE8;le sauvage pour a <u>et</u> un all&#xE8;le sauvage pour b et auront donc un ph&#xE9;notype sauvage; seul 1/16. On voit donc la s&#xE9;gr&#xE9;gation de type &quot;<strong>9:3:3:1</strong>&quot; observ&#xE9;es par Mendel typique de g&#xE8;nes ind&#xE9;pendants. Dans le cas, o&#xF9; les mutations provoquent le m&#xEA;me ph&#xE9;notype, on voit qu&apos;il y aura 9/16 de sauvages et 7/16 de mutants.</p>
<p>Nous voyons que si les g&#xE8;nes sont li&#xE9;s, les doubles-homozygotes r&#xE9;cessifs vont diminuer car dans ce cas les proportions de gam&#xE8;tes recombin&#xE9;s diminuent alors que les parentaux augmentent. Dans le cas extr&#xEA;me, o&#xF9; il n&apos;y a pas de recombinant, alors en F2, 25% des descendants ont le ph&#xE9;notype mutant de a<sup>-</sup>, 25% des descendants ont le ph&#xE9;notype mutant de b<sup>-</sup> et 50% descendants sont sauvages et il n&apos;y a pas de doubles-homozygotes r&#xE9;cessifs.</p>
<p>Un moyen simple de voir si les g&#xE8;nes sont li&#xE9;s ou non est donc de compter les nombre de doubles-homozygotes r&#xE9;cessifs:</p>
<ul>
<li>S&apos;ils sont en proportion &#xE9;gale &#xE0; 1/16 de l&apos;effectif total de la descendance alors les g&#xE8;nes sont ind&#xE9;pendants.</li>
<li>S&apos;ils ont en proportion inf&#xE9;rieure &#xE0; 1/16 de l&apos;effectif total de la descendance alors les g&#xE8;nes sont li&#xE9;s. Il est alors possible de calculer la distance g&#xE9;n&#xE9;tique: <strong>d= 2 x &#x221A;p&#x305; x 100 cM</strong> ou p est la proportion des doubles-homozygotes r&#xE9;cessifs.</li>
</ul>
<p>Notez que si les deux mutations sont dominantes, la case diagnostique sera celle des sauvages (case orange qui dans ce cas est celle des doubles-homozygotes r&#xE9;cessifs) et les m&#xEA;mes observations s&apos;appliqueront. Dans le cas, de croisements avec une mutation r&#xE9;cessive et une mutation dominante, il faut choisir la bonne case diagnostique, c&apos;est &#xE0; dire celle o&#xF9; les individus portent &#xE0; l&apos;&#xE9;tat homozygote l&apos;all&#xE8;le r&#xE9;cessif et l&apos;all&#xE8;le sauvage pour le g&#xE8;ne portant la mutation dominante.</p>
<p>Enfin, le tableau de la figure 115 est celui de la s&#xE9;gr&#xE9;gation de g&#xE8;nes autosomaux. Si un des g&#xE8;nes est port&#xE9; sur le chromosome X, il faut tenir compte du fait que les m&#xE2;les sont h&#xE9;mizygotes pour ce chromosome. Dans ce cas, les m&#xE2;les porteurs de l&apos;all&#xE8;le r&#xE9;cessif seront de ph&#xE9;notype mutant.</p>
<h3 id="le-test-3-points">Le test 3-points</h3>
<p>Dans le cas o&#xF9; plus de deux mutations sont en jeu dans les croisements, je vous conseille de les traiter deux &#xE0; deux. Il est cependant un cas, celui dit du test trois points, o&#xF9; l&apos;analyse des trois mutations ensembles permet de les ordonner sur les chromosomes (figure 116).</p>
<figure id="fig1.8.10"><img src="img/image116.png" alt="test 3-points: dans un croisement d&apos;une F1 h&#xE9;t&#xE9;rozygote par elle-m&#xEA;me, la fr&#xE9;quence d&apos;un double crossing-over entre a et b et entre b et c est le produit de la fr&#xE9;quence d&apos;un crossing-over entre a et b avec celle d&apos;un crossing-over entre b et c. Elle est donc tr&#xE8;s inf&#xE9;rieure &#xE0; ces deux derni&#xE8;res fr&#xE9;quences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En r&#xE9;sum&#xE9;, le g&#xE8;ne qui recombine avec les deux autres avec la plus faible fr&#xE9;quence se trouve au milieu."><figcaption>Figure 109 : test 3-points: dans un croisement d&apos;une F1 h&#xE9;t&#xE9;rozygote par elle-m&#xEA;me, la fr&#xE9;quence d&apos;un double crossing-over entre a et b et entre b et c est le produit de la fr&#xE9;quence d&apos;un crossing-over entre a et b avec celle d&apos;un crossing-over entre b et c. Elle est donc tr&#xE8;s inf&#xE9;rieure &#xE0; ces deux derni&#xE8;res fr&#xE9;quences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En r&#xE9;sum&#xE9;, le g&#xE8;ne qui recombine avec les deux autres avec la plus faible fr&#xE9;quence se trouve au milieu.</figcaption></figure>
<h3 id="la-s&#xE9;gr&#xE9;gation-extrachromosomique-m&#xE9;iotique">La s&#xE9;gr&#xE9;gation extrachromosomique m&#xE9;iotique</h3>
<p>Chez la plupart des organismes, il existe une diff&#xE9;rence entre le gam&#xE8;te apport&#xE9; par le m&#xE2;le et celui apport&#xE9; par la femelle. Le plus souvent, le cytoplasme est apport&#xE9; uniquement par la femelle. Il s&apos;ensuit dans ces organismes une s&#xE9;gr&#xE9;gation des mitochondries (et des plastes) qui suit le plus souvent une h&#xE9;r&#xE9;dit&#xE9; strictement maternelle. Attention, il existe des exceptions. En particulier chez les moules les mitochondries peuvent &#xEA;tre h&#xE9;rit&#xE9;es du partenaire m&#xE2;le ! Dans tous les cas, l&apos;h&#xE9;r&#xE9;dit&#xE9; est dite <strong>non-mend&#xE9;lienne</strong> ou <strong>extrachromosomique</strong>. Je vous rappelle que nous avons d&#xE9;j&#xE0; vu une h&#xE9;r&#xE9;dit&#xE9; non-mend&#xE9;lienne dans le chapitre des polymorphismes avec le syst&#xE8;me het-s / het-s* de Podospora anserina.</p>
<p>Chez l&apos;homme, il existe un certain nombre de maladies pour laquelle l&apos;h&#xE9;r&#xE9;dit&#xE9; est strictement maternelle comme des myopathies et des surdit&#xE9;s. Nous avons aussi vu que cette h&#xE9;r&#xE9;dit&#xE9; strictement maternelle permet de retracer l&apos;histoire de l&apos;ADN mitochondrial (voir les haplotypes dans le paragraphe du polymorphisme) et par-l&#xE0; de retracer l&apos;histoire des populations humaines. Voici d&apos;autres exemples:</p>
<ul>
<li><p>Chez certains champignons, nous avons vu qu&apos;il existe une diff&#xE9;renciation de gam&#xE8;tes m&#xE2;les et femelles. Il est donc possible d&apos;orienter des croisements. Chez <em>Podospora anserina</em>, il existe une souche r&#xE9;sistante au chloramph&#xE9;nicol. Cette souche porte un all&#xE8;le particulier (<em>capR</em>) du g&#xE8;ne du grand ARN ribosomique mitochondrial cod&#xE9; par le g&#xE9;nome mitochondrial. Il a &#xE9;t&#xE9; obtenu apr&#xE8;s une mutagen&#xE8;se. L&apos;all&#xE8;le sauvage &#xE9;tant appel&#xE9; <em>capS</em>. Il est possible (et techniquement facile) de croiser les souches de 2 fa&#xE7;ons, femelle <em>capR</em> x m&#xE2;le <em>capS</em> ou femelle <em>capS</em> x m&#xE2;le <em>capR</em>. Dans le premier cas, la descendance obtenue est enti&#xE8;rement <em>capR</em> dans le deuxi&#xE8;me cas, elle est enti&#xE8;rement <em>capS</em>.</p>
</li>
<li><p>Chez <em>Saccharomyces cerevisiae</em>, les deux cellules contribuent &#xE9;quitablement au cytoplasme au cours de la reproduction sexu&#xE9;e. Apr&#xE8;s m&#xE9;iose, le cytoplasme est divis&#xE9; en quatre, ce qui aboutit le plus souvent &#xE0; une absence de s&#xE9;gr&#xE9;gation des caract&#xE8;res pendant la m&#xE9;iose. L&apos;exemple le plus extr&#xEA;me et le cas d&apos;un croisement d&apos;une souche sauvage avec une souche d&#xE9;pourvue d&apos;ADN mitochondrial incapable de respirer (dite souche rho&#xB0;) (figure 117). Le diplo&#xEF;de peut respirer ainsi que les quatre spores issues de la m&#xE9;iose. La s&#xE9;gr&#xE9;gation est de type 4:0.</p>
<figure id="fig1.8.11"><img src="img/image117.png" alt="s&#xE9;gr&#xE9;gation de type 4:0 d&apos;un croisement mata sauvage x  mat&#x3B1; rho&#xB0; chez Saccharomyces cerevisiae. La souche rho&#xB0; est repr&#xE9;sent&#xE9;e avec des mitochondries blanches d&#xE9;pourvues de g&#xE9;nome. Dans le diplo&#xEF;de, la fusion des mitochondries va aboutir &#xE0; des mitochondries toutes pourvues de g&#xE9;nomes. Notez que les mitochondries ont la possibilit&#xE9; non seulement de fusionner, mais aussi de se scinder et qu&apos;elles contiennent plusieurs copies, voire dizaines de copies du g&#xE9;nome mitochondrial."><figcaption>Figure 110 : s&#xE9;gr&#xE9;gation de type 4:0 d&apos;un croisement mata sauvage x  mat&#x3B1; rho&#xB0; chez Saccharomyces cerevisiae. La souche rho&#xB0; est repr&#xE9;sent&#xE9;e avec des mitochondries blanches d&#xE9;pourvues de g&#xE9;nome. Dans le diplo&#xEF;de, la fusion des mitochondries va aboutir &#xE0; des mitochondries toutes pourvues de g&#xE9;nomes. Notez que les mitochondries ont la possibilit&#xE9; non seulement de fusionner, mais aussi de se scinder et qu&apos;elles contiennent plusieurs copies, voire dizaines de copies du g&#xE9;nome mitochondrial.</figcaption></figure>
</li>
</ul>
<h3 id="le-rapport-carte-g&#xE9;n&#xE9;tique--carte-physique">Le rapport carte g&#xE9;n&#xE9;tique / carte physique</h3>
<p>Nous avons vu que nous pouvons mesurer des distances g&#xE9;n&#xE9;tiques entre les g&#xE8;nes. Ceci permet donc d&apos;&#xE9;tablir des cartes g&#xE9;n&#xE9;tiques. La g&#xE9;nomique permet maintenant d&apos;avoir acc&#xE8;s &#xE0; une distance physique dans les g&#xE9;nomes qui peut se mesurer en nucl&#xE9;otide (ou paire de base) et donc d&apos;&#xE9;tablir des cartes physiques des chromosomes. Quelle est la relation entre distance g&#xE9;n&#xE9;tique et distance physique ? En fonction des organismes la relation peut &#xEA;tre tr&#xE8;s contrast&#xE9;e !</p>
<ul>
<li><p>chez la levure, l&apos;estimation de la distance entre deux g&#xE8;nes contigus est de 1cM. Les g&#xE8;nes se r&#xE9;partissent <em>grosso modo</em> tous les 2 kb et donc chez la levure 1 cM ~ 2 kb. Ce rapport est relativement constant m&#xEA;me si localement il existe des r&#xE9;gions avec peu de crossing-over (o&#xF9; 1 cM repr&#xE9;sente plus de 2 kb) et des &quot;points chauds&quot; (o&#xF9; 1 cM repr&#xE9;sente moins de 2 kb).</p>
</li>
<li><p>chez les drosophiles m&#xE2;les, les crossing-over sont tr&#xE8;s rares. Chez les femelles, on estime le rapport &#xE0; environ 1 cM ~ 500 kb. Chacun des gros chromosomes subit donc environ un crossing-over par m&#xE9;iose.</p>
</li>
<li><p>chez l&apos;homme, l&apos;estimation actuelle est de 1 cM pour 1 Mb (= 10<sup>6</sup> pb). Ceci a pour cons&#xE9;quence que chaque chromosome subit entre un et trois crossing-over par m&#xE9;iose. Donc, chacun des chromosomes, que vous avez h&#xE9;rit&#xE9;s de vos parents, est une mosa&#xEF;que des chromosomes de vos grands-parents ! Vous &#xEA;tes donc r&#xE9;ellement g&#xE9;n&#xE9;tiquement uniques, sauf si vous avez un vrai jumeau (et encore nous avons vu qu&apos;il existe des &#xE9;v&#xE9;nements g&#xE9;n&#xE9;tiques somatiques par exemple !).</p>
</li>
<li><p>chez <em>Podospora anserina</em>, la carte g&#xE9;n&#xE9;tique ne refl&#xE8;te pas la carte physique (figure 118). En effet, les crossing-over ne sont pas ind&#xE9;pendants et il existe des interf&#xE9;rences tr&#xE8;s fortes, c&apos;est &#xE0; dire que la probabilit&#xE9; qu&apos;il se produise un crossing-over suppl&#xE9;mentaire sur un chromosome d&#xE9;pend de la pr&#xE9;existence d&apos;autres crossing-over. De plus, les crossing-over se produisent uniquement dans certaines r&#xE9;gions. Cela aboutit &#xE0; une carte g&#xE9;n&#xE9;tique o&#xF9; les g&#xE8;nes ne sont pas espac&#xE9;s r&#xE9;guli&#xE8;rement mais &#xE0; une carte o&#xF9; ils sont group&#xE9;s en paquets. En particulier sur le chromosome 1, il ne se produit qu&apos;un seul crossing-over entre le centrom&#xE8;re et l&apos;idiomorphe du type sexuel <em>mat</em>. Sur ce chromosome, il existe d&apos;autres g&#xE8;nes (comme <em>AS4</em> ou <em>modC</em>) qui co-s&#xE9;gr&#xE8;gent avec <em>mat</em> (d&lt;&lt;0.1 cM) et qui pr&#xE9;sentent aussi des s&#xE9;gr&#xE9;gations distordues. En effet, le pourcentage de post-r&#xE9;duction de <em>mat</em> et <em>AS4</em> est de 98 %.</p>
<figure id="fig1.8.12"><img src="img/image118.png" alt="carte g&#xE9;n&#xE9;tique de Podospora anserina. L&apos;idiomorphe du type sexuel est not&#xE9; mt."><figcaption>Figure 111 : carte g&#xE9;n&#xE9;tique de Podospora anserina. L&apos;idiomorphe du type sexuel est not&#xE9; mt.</figcaption></figure>
</li>
</ul>
<h2 id="les-eucaryotes-la-mitose">Les eucaryotes: la mitose</h2>
<p>Nous avons vu dans l&apos;Introduction G&#xE9;n&#xE9;rale qu&apos;au cours d&apos;une mitose, il ne se produit pas (en th&#xE9;orie !) de changements du mat&#xE9;riel g&#xE9;n&#xE9;tique ; chaque cellule fille recevant la m&#xEA;me information de la cellule m&#xE8;re.</p>
<p>Il existe cependant quelques cas, o&#xF9; des changements se produisent et o&#xF9; ceux-ci peuvent &#xEA;tre utilis&#xE9;s par les g&#xE9;n&#xE9;ticiens pour faire de la cartographie.</p>
<h4 id="s&#xE9;gr&#xE9;gation-des-chromosomes-nucl&#xE9;aires">S&#xE9;gr&#xE9;gation des chromosomes nucl&#xE9;aires</h4>
<h5 id="non-disjonction-en-mitose">Non-disjonction en mitose</h5>
<p>Nous avons vu qu&apos;il peut se produire des anomalies de s&#xE9;gr&#xE9;gation des chromosomes nucl&#xE9;aires comme la non-disjonction. Si ceci est le plus souvent l&#xE9;tal chez les haplo&#xEF;des, chez les diplo&#xEF;des les cellules d&#xE9;ficientes pour un chromosome ou avec un chromosome surnum&#xE9;raire peuvent survivre. Ce type d&apos;&#xE9;v&#xE9;nements est en g&#xE9;n&#xE9;ral tr&#xE8;s rare (mais il peut &#xEA;tre provoqu&#xE9; par divers traitement, dont la colchicine). Par exemple, chez un h&#xE9;t&#xE9;rozygote a<sup>-</sup>/a<sup>+</sup> (avec a<sup>-</sup> r&#xE9;cessif), la non-disjonction du chromosome portant l&apos;all&#xE8;le a<sup>+</sup> permet de voir appara&#xEE;tre des cellules avec un ph&#xE9;notype mutant (figure 119).</p>
<figure id="fig1.8.13"><img src="img/image119.png" alt="non-disjonction en mitose (&#xE0; droite) du chromosome portant un all&#xE8;le sauvage donne une cellule h&#xE9;mizygote a&lt;sup&gt;-&lt;/sup&gt; mutante. A gauche, colonie sectoris&#xE9;e par non-disjonction."><figcaption>Figure 112 : non-disjonction en mitose (&#xE0; droite) du chromosome portant un all&#xE8;le sauvage donne une cellule h&#xE9;mizygote a<sup>-</sup> mutante. A gauche, colonie sectoris&#xE9;e par non-disjonction.</figcaption></figure>
<p>Dans le cas d&apos;une colonie de levure, on voit appara&#xEE;tre un secteur mutant au sein d&apos;une colonie sauvage (&#xE0; gauche dans la figure 119). Dans le cas d&apos;un animal, on obtient ce que l&apos;on appelle une mosa&#xEF;que, c&apos;est &#xE0; dire un individu avec un m&#xE9;lange de cellules ayant des compositions g&#xE9;n&#xE9;tiques diff&#xE9;rentes. Deux g&#xE8;nes situ&#xE9;s sur le m&#xEA;me chromosome vont co-s&#xE9;gr&#xE9;ger au cours des non-disjonctions.</p>
<h5 id="cycle-parasexuel">Cycle parasexuel</h5>
<p>Chez les champignons haplo&#xEF;des et plus particuli&#xE8;rement chez <em>Aspergillus nidulans</em>, il existe un cycle que l&apos;on qualifie de cycle parasexuel (voir figure 13). Chez cette esp&#xE8;ce, il est donc possible de s&#xE9;lectionner des noyaux diplo&#xEF;des qui sont g&#xE9;n&#xE9;r&#xE9;s spontan&#xE9;ment et qui se propagent de mani&#xE8;re assez stable surtout s&apos;il existe une pression de s&#xE9;lection. Ceux-ci retournent cependant rapidement &#xE0; l&apos;&#xE9;tat haplo&#xEF;de en absence de pression de s&#xE9;lection. Il en r&#xE9;sulte des r&#xE9;-associations al&#xE9;atoires des chromosomes pr&#xE9;sents dans les souches utilis&#xE9;es initialement pour fabriquer le diplo&#xEF;de. Ceci permet de cartographier rapidement les g&#xE8;nes sur les diff&#xE9;rents chromosomes. De fait, pour localiser les g&#xE8;nes, on dispose  de souches &quot;plurimarqu&#xE9;es&quot; sur tous les chromosomes qui permettent en un seul croisement de cartographier les g&#xE8;nes sur un des 8 chromosomes.</p>
<p>Prenons l&apos;exemple pour localiser un g&#xE8;ne sur le chromosome II d&apos;un g&#xE8;ne &quot;a&quot; avec 2 all&#xE8;les (a<sup>+</sup> et a<sup>-</sup>). Le chromosome II porte w (white) un marqueur de coloration blanche des conidies, les conidies sauvages w<sup>+</sup> &#xE9;tant vertes. Pour la localisation, on construit dans un premier temps un h&#xE9;t&#xE9;rocaryon avec des noyaux &lt;a<sup>-</sup>, y, w<sup>+</sup>&gt; et des noyaux &lt;a<sup>+</sup>, y<sup>+</sup>, w&gt;  o&#xF9; y (=yellow) est un marqueur de coloration qui donne des conidies jaunes et qui n&apos;est pas situ&#xE9; sur le chromosome II. L&apos;h&#xE9;t&#xE9;rocaryon produit des conidies qui sont soit blanches soit jaunes car les conidies poss&#xE8;dent un seul noyau. Ensuite, on s&#xE9;lectionne facilement un diplo&#xEF;de qui a des conidies vertes. Si les conidies sont vertes c&apos;est que le noyau est diplo&#xEF;de et qu&apos;il se produit de la compl&#xE9;mentation entre les couples y/y<sup>+</sup> et w/w<sup>+</sup>. Puis, on attend l&apos;haplo&#xEF;disation et on regarde le ph&#xE9;notype des souches qui ont des conidies blanches:</p>
<ul>
<li><p>Si toutes ces souches ont le ph&#xE9;notype apport&#xE9; par a<sup>-</sup>, c&apos;est que le g&#xE8;ne &quot;a&quot; se trouve aussi sur le chromosome II.</p>
</li>
<li><p>Si la moiti&#xE9; des souches ont le ph&#xE9;notype a<sup>-</sup> et l&apos;autre moiti&#xE9; le ph&#xE9;notype a<sup>+</sup>, alors le g&#xE8;ne &quot;a&quot; ne se trouve pas sur le chromosome II.</p>
</li>
</ul>
<h5 id="crossing-over-mitotiques">Crossing-over mitotiques</h5>
<p>Finalement, il se produit au cours de la mitose de rares crossing-over dit crossing-over mitotiques (que l&apos;on peut induire par des traitements appropri&#xE9;s en cassant l&apos;ADN par exemple!). On obtient dans ce cas, aussi des colonies sectoris&#xE9;es ou des mosa&#xEF;ques. Par exemple chez la drosophile, les marqueurs y (couleur jaune du corps) et Sn (soies courtes et courbes) sont situ&#xE9;s sur le m&#xEA;me chromosome. Que se passe-t-il si des crossing-over mitotiques se produisent dans une mouche h&#xE9;t&#xE9;rozygote avec les all&#xE8;les y et Sn associ&#xE9;s en trans? La figure 120 montre ce qu&apos;il se passe si le crossing-over se produit entre le centrom&#xE8;re et les deux g&#xE8;nes.</p>
<figure id="fig1.8.14"><img src="img/image120.png" alt="effets des crossing-over mitotiques. Apr&#xE8;s un crossing-over entre le g&#xE8;ne Sn et le centrom&#xE8;re, dans le cas de gauche avec s&#xE9;gr&#xE9;gation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, o&#xF9; la chromatide 1 s&#xE9;gr&#xE8;ge avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l&apos;une homozygote pour Sn et l&apos;autre homozygote pour y. Chacune va donner naissance &#xE0; un clone ce qui va aboutir &#xE0; ce que l&apos;on appelle des clones ou spots jumeaux."><figcaption>Figure 113 : effets des crossing-over mitotiques. Apr&#xE8;s un crossing-over entre le g&#xE8;ne Sn et le centrom&#xE8;re, dans le cas de gauche avec s&#xE9;gr&#xE9;gation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, o&#xF9; la chromatide 1 s&#xE9;gr&#xE8;ge avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l&apos;une homozygote pour Sn et l&apos;autre homozygote pour y. Chacune va donner naissance &#xE0; un clone ce qui va aboutir &#xE0; ce que l&apos;on appelle des clones ou spots jumeaux.</figcaption></figure>
<p>On estime la fr&#xE9;quence spontan&#xE9;e de la recombinaison mitotique chez la drosophile &#xE0; 10<sup>-5</sup> par division. On voit donc que, plus le nombre de cellules est grand et plus celles-ci se divisent activement, plus de crossing-over mitotiques ont des chances de se produire. Pour qu&apos;ils apparaissent ph&#xE9;notypiquement il faut :</p>
<ul>
<li>qu&#x2019;il ait eu lieu suffisamment t&#xF4;t dans le d&#xE9;veloppement pour que les clones soient suffisamment &#xE9;tendus pour &#xEA;tre visibles</li>
<li>qu&#x2019;il se produise dans une cellule du tissu o&#xF9; le g&#xE8;ne s&#x2019;exprime</li>
</ul>
<p>Les g&#xE9;n&#xE9;ticiens de la drosophile ont r&#xE9;ussi &#xE0; augmenter la fr&#xE9;quence des crossing-over mitotiques pour faire de l&#x2019;analyse clonale. Cela peut se faire en irradiant les larves de mouches aux rayons X. L&apos;utilisation du syst&#xE8;me FLP/FRT  permet maintenant non seulement d&#x2019;obtenir des clones mitotiques dans 90% des mouches mais aussi de cibler les crossing-over mitotiques dans des tissus particuliers. Des s&#xE9;quences FRT ont &#xE9;t&#xE9; introduites sur les 3 grands chromosomes de la drosophile et la recombinase FLP a &#xE9;t&#xE9; plac&#xE9; sous le contr&#xF4;le de divers promoteurs. On peut donc g&#xE9;n&#xE9;rer des &#xE9;changes de portions de chromosomes &#xE0; la demande en induisant l&#x2019;expression de la recombinase FLP en g&#xE9;n&#xE9;rant par croisement des mouches portant les sites FRT et la recombinase FLP associ&#xE9;s aux mutations que l&apos;on veut &#xE9;tudier. Chez la drosophile, les crossing-over mitotique ne servent pas vraiment &#xE0; la cartographie, mais &#xE0;:</p>
<ul>
<li>savoir si un g&#xE8;ne a une <strong>expression autonome cellulaire </strong> ou non. Dans le cas d&apos;une expression autonome, c&apos;est &#xE0; dire que le produit du g&#xE8;ne ne diffuse pas &#xE0; l&apos;ext&#xE9;rieur de la cellule, on observe des spots jumeaux. Si ce n&apos;est pas le cas et que le produit du g&#xE8;ne diffuse d&apos;une cellule &#xE0; une autre, le produit sauvage diffusera &#xE0; partir des cellules sauvages qui entourent le spot mutant. Celui-ci ne sera donc pas visible.</li>
<li>d&#xE9;terminer le lignage d&#x2019;une cellule, c&#x2019;est-&#xE0;-dire la portion de territoire qui descend d&#x2019;elle par divisions successives</li>
<li>&#xE9;tudier l&#x2019;expression d&#x2019;un g&#xE8;ne apr&#xE8;s son stade de l&#xE9;talit&#xE9; : en effet si une mutation dans un g&#xE8;ne est l&#xE9;tale pour l&#x2019;organisme &#xE0; un stade tr&#xE8;s pr&#xE9;coce on ne pourra pas savoir, autrement que par analyse clonale, quel est son r&#xF4;le ensuite c&#x2019;est-&#xE0;-dire quel sera le ph&#xE9;notype cellulaire chez le mutant &#xE0; un stade plus tardif.</li>
<li>de mani&#xE8;re converse, on peut d&#xE9;terminer le moment ou un g&#xE8;ne cesse d&#x2019;&#xEA;tre requis.</li>
</ul>
<p>Je vous rappelle que de nombreux cancers sont provoqu&#xE9;s &#xE0; la suite de crossing-over mitotiques ou de non-disjonctions, en particulier chez certains sujets pr&#xE9;dispos&#xE9;s. Par exemple, certains individus portent un all&#xE8;le d&#xE9;fectif du g&#xE8;ne Rb &#xE0; l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote. Ces individus montrent des pr&#xE9;dispositions aux tumeurs oculaires (r&#xE9;tinoblastomes) car apr&#xE8;s des crossing-over mitotiques, certaines de leurs cellules se retrouvent homozygotes pour l&apos;all&#xE8;le d&#xE9;fectif qui intervient dans la pr&#xE9;vention de la prolif&#xE9;ration des cellules de la r&#xE9;tine. Ces cellules s&apos;engagent alors dans la voie qui apr&#xE8;s d&apos;autres mutations (au moins deux chez l&apos;homme) permettent de former une tumeur canc&#xE9;reuse. Il en va de m&#xEA;me pour le g&#xE8;ne c&#xE9;l&#xE8;bre codant la prot&#xE9;ine p53. On appelle ces g&#xE8;nes des g&#xE8;nes suppresseurs de tumeurs. Pour ces g&#xE8;nes, l&apos;all&#xE8;le sauvage est dominant et il faut inactiver les 2 copies du g&#xE8;ne pour engager la tumeur. Je vous rappelle qu&apos;un oncog&#xE8;ne est la forme mutante d&apos;un g&#xE8;ne cellulaire (appel&#xE9; proto-oncog&#xE8;ne) qui entra&#xEE;ne la canc&#xE9;risation. Dans ce cas, l&apos;oncog&#xE8;ne est dominant par rapport &#xE0; la forme sauvage proto-oncog&#xE8;ne.</p>
<h4 id="s&#xE9;gr&#xE9;gation-extrachromosomique-mitotique">S&#xE9;gr&#xE9;gation extrachromosomique mitotique</h4>
<p>Nous n&apos;avons pas encore parl&#xE9; en d&#xE9;tail de la transmission en mitose du mat&#xE9;riel g&#xE9;n&#xE9;tique extra chromosomique. Celui-ci ne poss&#xE8;de probablement pas de syst&#xE8;me de r&#xE9;partition aussi efficace que les chromosomes nucl&#xE9;aires au moment de la mitose. On conna&#xEE;t en fait tr&#xE8;s mal les modalit&#xE9;s de r&#xE9;partitions des mitochondries et des plastes, m&#xEA;me si des progr&#xE8;s ont &#xE9;t&#xE9; faits chez <em>Saccharomyces cerevisiae</em> sur le sujet. En fait dans une cellule, il existe plusieurs copies du g&#xE9;nome mitochondrial (ou plastidique) qui le plus souvent est une mol&#xE9;cule d&apos;ADN circulaire. Ceux-ci semblent se r&#xE9;partir au hasard au moment de la division. Les mitochondries sont capables de fusionner et fissionner permettant &#xE0; des mol&#xE9;cules d&apos;ADN diff&#xE9;rentes de rentrer en contact et ensuite de s&#xE9;gr&#xE9;ger. Les recombinaisons entre mol&#xE9;cules d&apos;ADN mitochondrial sont tr&#xE8;s fr&#xE9;quentes et sont d&#xE9;tectables aussi bien apr&#xE8;s la mitose que la m&#xE9;iose.</p>
<p>Voyons ce qui se passe au moment de mitoses en prenant comme exemple la levure <em>Saccharomyces cerevisiae</em> (figure 121). Si on effectue un croisement entre une cellule haplo&#xEF;de sauvage et une cellule haplo&#xEF;de mutante qui porte un all&#xE8;le mutant pour un g&#xE8;ne mitochondrial, on obtient un diplo&#xEF;de qui contient les deux types d&apos;ADN mitochondriaux, on dit que le diplo&#xEF;de est <strong>h&#xE9;t&#xE9;roplasmique</strong> ou que c&apos;est un <strong>h&#xE9;t&#xE9;roplasmon</strong>. Au cours des mitoses, les ADN mitochondriaux vont entrer al&#xE9;atoirement dans le bourgeon qui deviendra la cellule fille. Certaines cellules retrouveront alors un &#xE9;tat <strong>homoplasmique</strong>, c&apos;est &#xE0; dire avec un seul type de mitochondrie.</p>
<figure id="fig1.8.15"><img src="img/image121.png" alt="s&#xE9;gr&#xE9;gation mitotique chez Saccharomyces cerevisiae."><figcaption>Figure 114 : s&#xE9;gr&#xE9;gation mitotique chez Saccharomyces cerevisiae.</figcaption></figure>
<p> Chez <em>Saccharomyces cerevisiae</em>, ce processus est tr&#xE8;s efficace (sans que l&apos;on sache pourquoi) et les cellules h&#xE9;t&#xE9;roplasmiques disparaissent tr&#xE8;s rapidement de la culture. On constate donc une s&#xE9;gr&#xE9;gation des deux caract&#xE8;res au cours des mitoses. Ceci permet de diff&#xE9;rencier facilement des mutations affectant l&apos;ADN mitochondrial (mutation rho<sup>-</sup> et mit<sup>-</sup>) de mutations affectant l&apos;ADN nucl&#xE9;aire (mutation pet<sup>-</sup>) ou de mutants d&#xE9;pourvus d&apos;ADN mitochondrial (mutation rho&#xB0;). En effet, ces derni&#xE8;res ne s&#xE9;gr&#xE8;gent pas au cours de la mitose (aux rares crossing-over et non-disjonction pr&#xE8;s pour les mutations nucl&#xE9;aires). Enfin, pour rappel, nous avons vu au chapitre 4 que les recombinaisons rapides de l&apos;ADN mitochondrial emp&#xEA;chent la r&#xE9;alisation des tests de compl&#xE9;mentation bas&#xE9;s sur la croissance des diplo&#xEF;des (figure 103).</p>
<p>Dans certains cas, un seul des deux types de mol&#xE9;cules d&apos;ADN mitochondrial est transmis pr&#xE9;f&#xE9;rentiellement en mitose. Chez l&apos;homme la transmission pr&#xE9;f&#xE9;rentielle dans la lign&#xE9;e somatique de certaines mol&#xE9;cules d&#xE9;fectives d&apos;ADN mitochondrial aboutit &#xE0; des pathologies incluant des myopathies et des c&#xE9;cit&#xE9;s.</p>
<h2 id="les-procaryotes">Les procaryotes</h2>
<p>Nous avons vu dans l&apos;Introduction G&#xE9;n&#xE9;rale qu&apos;il n&apos;existe pas chez les bact&#xE9;ries de m&#xE9;canismes similaires &#xE0; la reproduction sexu&#xE9;e des eucaryotes. Cependant, il est possible d&apos;&#xE9;tablir des cartes en utilisant trois ph&#xE9;nom&#xE8;nes permettant d&apos;&#xE9;changer ou d&apos;introduire de l&apos;ADN dans une cellule procaryote: la <strong>conjugaison</strong>, la <strong>transformation</strong> et la <strong>transduction</strong>. De ces trois techniques, la transduction est la plus utilis&#xE9;e.</p>
<h3 id="la-conjugaison">La conjugaison</h3>
<p>Les bact&#xE9;ries peuvent contenir des plasmides conjugatifs (tels que le plasmide F chez <em>Escherichia coli</em>, figure 37). Ces plasmides conjugatifs ont permis le d&#xE9;veloppement de syst&#xE8;mes de cartographie. En effet, ces plasmides ont la capacit&#xE9; de s&apos;int&#xE9;grer dans le chromosome bact&#xE9;rien par recombinaison, ce sont des <strong>&#xE9;pisomes</strong> (figure 122). Les souches ayant un plasmide int&#xE9;gr&#xE9; sont appel&#xE9;es <strong>Hfr</strong> (pour haute fr&#xE9;quence de recombinaison). Elles ont toutes les caract&#xE9;ristiques de bact&#xE9;ries F<sup>+</sup> si ce n&apos;est que lors du transfert de F vers une bact&#xE9;rie F<sup>-</sup>, ce transfert s&apos;accompagne de celui de l&apos;ADN du chromosome (figure 122). Apr&#xE8;s cette conjugaison, il se produit une recombinaison dans la bact&#xE9;rie F<sup>-</sup> entre l&apos;ADN du chromosome et l&apos;ADN nouvellement introduit (figure 122).</p>
<figure id="fig1.8.16"><img src="img/image122.png" alt="souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible &#xE0; un antibiotique et une souche receveuse qui y est r&#xE9;sistante (comme la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l&apos;histidine (his&lt;sup&gt;+&lt;/sup&gt;), alors que la r&#xE9;ceptrice est auxotrophe pour cet acide amin&#xE9;. Le transfert du chromosome bact&#xE9;rien de la souche donneuse vers la souche receveuse peut se voir par l&apos;obtention de conjugants r&#xE9;sistants &#xE0; la streptomycine (et donc ayant le g&#xE9;nome de la receveuse) et qui sont devenus prototrophes gr&#xE2;ce &#xE0; un double crossing-over qui a permis le remplacement de l&apos;all&#xE8;le his&lt;sup&gt;-&lt;/sup&gt; par l&apos;all&#xE8;le his&lt;sup&gt;+&lt;/sup&gt;."><figcaption>Figure 115 : souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible &#xE0; un antibiotique et une souche receveuse qui y est r&#xE9;sistante (comme la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l&apos;histidine (his<sup>+</sup>), alors que la r&#xE9;ceptrice est auxotrophe pour cet acide amin&#xE9;. Le transfert du chromosome bact&#xE9;rien de la souche donneuse vers la souche receveuse peut se voir par l&apos;obtention de conjugants r&#xE9;sistants &#xE0; la streptomycine (et donc ayant le g&#xE9;nome de la receveuse) et qui sont devenus prototrophes gr&#xE2;ce &#xE0; un double crossing-over qui a permis le remplacement de l&apos;all&#xE8;le his<sup>-</sup> par l&apos;all&#xE8;le his<sup>+</sup>.</figcaption></figure>
<p>Notez que le plus souvent apr&#xE8;s une conjugaison avec une souche Hfr, la bact&#xE9;rie receveuse reste F<sup>-</sup>. Ce syst&#xE8;me a permis le d&#xE9;veloppement d&apos;un syst&#xE8;me de cartographie efficace (figure 123). En effet, si la bact&#xE9;rie donneuse Hfr diff&#xE8;re de la bact&#xE9;rie r&#xE9;ceptrice par un certain nombre de marqueurs, il est possible de suivre l&apos;apparition au cours du temps de ces marqueurs dans la bact&#xE9;rie r&#xE9;ceptrice. Pour ceci il faut &quot;croiser&quot; une bact&#xE9;rie Hfr avec une bact&#xE9;rie  F<sup>- </sup> et interrompre la conjugaison &#xE0; diff&#xE9;rents moments... simplement en agitant la culture !  Ensuite, il faut mesurer la cin&#xE9;tique d&apos;apparition dans la receveuse des diff&#xE9;rents marqueurs.</p>
<figure id="fig1.8.17"><img src="img/image123.png" alt="principe de la cartographie par conjugaison. A gauche, cin&#xE9;tique observ&#xE9;e d&apos;apparition des diff&#xE9;rents conjugants pr&#xE9;sentant un retour &#xE0; la prototrophie pour le caract&#xE8;re indiqu&#xE9; entre crochet. A droite, la carte que l&apos;on peut d&#xE9;duire de la cin&#xE9;tique, ici repr&#xE9;sent&#xE9;e sous forme circulaire."><figcaption>Figure 116 : principe de la cartographie par conjugaison. A gauche, cin&#xE9;tique observ&#xE9;e d&apos;apparition des diff&#xE9;rents conjugants pr&#xE9;sentant un retour &#xE0; la prototrophie pour le caract&#xE8;re indiqu&#xE9; entre crochet. A droite, la carte que l&apos;on peut d&#xE9;duire de la cin&#xE9;tique, ici repr&#xE9;sent&#xE9;e sous forme circulaire.</figcaption></figure>
<p>Chez <em>Escherichia coli</em>, l&apos;insertion du plasmide F dans le chromosome peut se faire &#xE0; diff&#xE9;rents endroits (figure 122). Ceci permet de cartographier &#xE0; partir de plusieurs origines. Les donn&#xE9;es obtenues montrent alors que les ordres obtenus pour les m&#xEA;mes marqueurs diff&#xE8;rent mais ne sont pas al&#xE9;atoires. L&apos;analyse de l&apos;ensemble des r&#xE9;sultats a permis de conclure qu&apos;en fait le chromosome de <em>Escherichia coli</em> est circulaire (figure 124). Le principe par conjugaison permet donc de cartographier facilement des mutations nouvellement obtenues en se servant des mutants comme r&#xE9;ceptrices et de souches Hfr sauvages comme donneuses.</p>
<figure id="fig1.8.18"><img src="img/image124.png" alt="carte g&#xE9;n&#xE9;tique d&apos;Escherichia coli obtenue par conjugaison."><figcaption>Figure 117 : carte g&#xE9;n&#xE9;tique d&apos;Escherichia coli obtenue par conjugaison.</figcaption></figure>
<h3 id="la-transformation">La transformation</h3>
<p>Le principe de la cartographie est le m&#xEA;me que pour la transduction (cf. section suivante) avec la diff&#xE9;rence que l&apos;introduction de l&apos;ADN se fait par transformation plut&#xF4;t que via un phage.</p>
<h3 id="la-transduction">La transduction</h3>
<p>La transduction est l&apos;introduction d&apos;ADN exog&#xE8;ne via un bact&#xE9;riophage. Il existe plusieurs types de transduction en fonction du type de phage utilis&#xE9;. La m&#xE9;thode la plus r&#xE9;pandue car elle permet de cartographier n&apos;importe quelle r&#xE9;gion du g&#xE9;nome bact&#xE9;rien est la transduction g&#xE9;n&#xE9;ralis&#xE9;e qui se fait avec le phage P1. Le principe de la transduction est d&#xE9;crit sur la figure 125.</p>
<figure id="fig1.8.19"><img src="img/image125.png" alt="principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du g&#xE9;nome bact&#xE9;rien de la bact&#xE9;rie donneuse et l&apos;injecter &#xE0; la bact&#xE9;rie receveuse. Les phages emportant un morceau de chromosome bact&#xE9;rien n&apos;empaqu&#xE8;tent pas leur propre ADN correctement et sont donc souvent d&#xE9;fectifs. La fr&#xE9;quence de ce processus est tr&#xE8;s faible. Il faut donc pouvoir s&#xE9;lectionner facilement la bact&#xE9;rie transduite (par un retour au ph&#xE9;notype sauvage a&lt;sup&gt;+&lt;/sup&gt; et/ou b&lt;sup&gt;+&lt;/sup&gt; par exemple). Le principe de la cartographie est alors tr&#xE8;s simple. Si on part d&apos;une souche donneuse a&lt;sup&gt;+&lt;/sup&gt; b&lt;sup&gt;+&lt;/sup&gt; c&lt;sup&gt;+&lt;/sup&gt; et que l&apos;on transduit une bact&#xE9;rie r&#xE9;ceptrice a&lt;sup&gt;-&lt;/sup&gt; b&lt;sup&gt;-&lt;/sup&gt; c&lt;sup&gt;-&lt;/sup&gt;, les bact&#xE9;ries &quot;co-transduite&quot; a&lt;sup&gt;+&lt;/sup&gt; b&lt;sup&gt;+&lt;/sup&gt;  seront d&apos;autant plus fr&#xE9;quentes que les g&#xE8;nes a et b sont proches. Le g&#xE8;ne c &#xE9;tant &#xE9;loign&#xE9;s des deux autres, il ne sera jamais co-transduit. Notez que pour que les g&#xE8;nes soient co-transduits, il faut qu&apos;ils soient sur un fragment suffisamment petit pour qu&apos;il puisse &#xEA;tre emport&#xE9; par le phage P1, soit espac&#xE9;s au maximum de 60 kb."><figcaption>Figure 118 : principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du g&#xE9;nome bact&#xE9;rien de la bact&#xE9;rie donneuse et l&apos;injecter &#xE0; la bact&#xE9;rie receveuse. Les phages emportant un morceau de chromosome bact&#xE9;rien n&apos;empaqu&#xE8;tent pas leur propre ADN correctement et sont donc souvent d&#xE9;fectifs. La fr&#xE9;quence de ce processus est tr&#xE8;s faible. Il faut donc pouvoir s&#xE9;lectionner facilement la bact&#xE9;rie transduite (par un retour au ph&#xE9;notype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors tr&#xE8;s simple. Si on part d&apos;une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l&apos;on transduit une bact&#xE9;rie r&#xE9;ceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bact&#xE9;ries &quot;co-transduite&quot; a<sup>+</sup> b<sup>+</sup>  seront d&apos;autant plus fr&#xE9;quentes que les g&#xE8;nes a et b sont proches. Le g&#xE8;ne c &#xE9;tant &#xE9;loign&#xE9;s des deux autres, il ne sera jamais co-transduit. Notez que pour que les g&#xE8;nes soient co-transduits, il faut qu&apos;ils soient sur un fragment suffisamment petit pour qu&apos;il puisse &#xEA;tre emport&#xE9; par le phage P1, soit espac&#xE9;s au maximum de 60 kb.</figcaption></figure>
<script src="../_gitbook_plugin_analytics.js"></script>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="04.html" class="navigation navigation-prev " aria-label="Previous page: Chapitre 4 : La complémentation">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="06.html" class="navigation navigation-next " aria-label="Next page: Chapitre 6 : L'identification des allèles sauvages et mutants">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Chapitre 5 : La recombinaison et l'établissement de cartes génétiques","level":"1.8","depth":1,"next":{"title":"Chapitre 6 : L'identification des allèles sauvages et mutants","level":"1.9","depth":1,"path":"chap/06.md","ref":"./chap/06.md","articles":[]},"previous":{"title":"Chapitre 4 : La complémentation","level":"1.7","depth":1,"path":"chap/04.md","ref":"./chap/04.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{"_pictures":[{"backlink":"./chap/00.html#fig1.3.1","level":"1.3","list_caption":"Figure: première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","alt":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","nro":1,"url":"img/image001.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","attributes":{},"skip":false,"key":"1.3.1"},{"backlink":"./chap/00.html#fig1.3.2","level":"1.3","list_caption":"Figure: représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","alt":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","nro":2,"url":"img/image002.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","attributes":{},"skip":false,"key":"1.3.2"},{"backlink":"./chap/00.html#fig1.3.3","level":"1.3","list_caption":"Figure: en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","alt":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","nro":3,"url":"img/image003.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","attributes":{},"skip":false,"key":"1.3.3"},{"backlink":"./chap/00.html#fig1.3.4","level":"1.3","list_caption":"Figure: structure d'une cellule procaryote typique.","alt":"structure d'une cellule procaryote typique.","nro":4,"url":"img/image004.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule procaryote typique.","attributes":{},"skip":false,"key":"1.3.4"},{"backlink":"./chap/00.html#fig1.3.5","level":"1.3","list_caption":"Figure: structure d'une cellule eucaryote typique.","alt":"structure d'une cellule eucaryote typique.","nro":5,"url":"img/image005.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule eucaryote typique.","attributes":{},"skip":false,"key":"1.3.5"},{"backlink":"./chap/00.html#fig1.3.6","level":"1.3","list_caption":"Figure: le cycle cellulaire d'une cellule eucaryote.","alt":"le cycle cellulaire d'une cellule eucaryote.","nro":6,"url":"img/image006.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle cellulaire d'une cellule eucaryote.","attributes":{},"skip":false,"key":"1.3.6"},{"backlink":"./chap/00.html#fig1.3.7","level":"1.3","list_caption":"Figure: la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure Saccharomyces cerevisiae porte un génome circulaire, l'entrée dans le bourgeon est contrôlée par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","alt":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure Saccharomyces cerevisiae porte un génome circulaire, l'entrée dans le bourgeon est contrôlée par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","nro":7,"url":"img/image007.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure Saccharomyces cerevisiae porte un génome circulaire, l'entrée dans le bourgeon est contrôlée par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","attributes":{},"skip":false,"key":"1.3.7"},{"backlink":"./chap/00.html#fig1.3.8","level":"1.3","list_caption":"Figure: les principaux types de chromosomes définis par les analyses cytologiques.","alt":"les principaux types de chromosomes définis par les analyses cytologiques.","nro":8,"url":"img/image008.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les principaux types de chromosomes définis par les analyses cytologiques.","attributes":{},"skip":false,"key":"1.3.8"},{"backlink":"./chap/00.html#fig1.3.9","level":"1.3","list_caption":"Figure: cycle de vie d'un eucaryote.","alt":"cycle de vie d'un eucaryote.","nro":9,"url":"img/image009.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cycle de vie d'un eucaryote.","attributes":{},"skip":false,"key":"1.3.9"},{"backlink":"./chap/00.html#fig1.3.10","level":"1.3","list_caption":"Figure: une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il s'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","alt":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il s'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","nro":10,"url":"img/image010.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il s'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","attributes":{},"skip":false,"key":"1.3.10"},{"backlink":"./chap/00.html#fig1.3.11","level":"1.3","list_caption":"Figure: la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (visible dans l'image à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","alt":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (visible dans l'image à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","nro":11,"url":"img/image011.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (visible dans l'image à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","attributes":{},"skip":false,"key":"1.3.11"},{"backlink":"./chap/00.html#fig1.3.12","level":"1.3","list_caption":"Figure: Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","alt":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","nro":12,"url":"img/image012.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","attributes":{},"skip":false,"key":"1.3.12"},{"backlink":"./chap/00.html#fig1.3.13","level":"1.3","list_caption":"Figure: Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies de Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose entre hyphens mycéliens, c’est à dire la plasmogamie de deux cellules haploïdes. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","alt":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies de Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose entre hyphens mycéliens, c’est à dire la plasmogamie de deux cellules haploïdes. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","nro":13,"url":"img/image013.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies de Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose entre hyphens mycéliens, c’est à dire la plasmogamie de deux cellules haploïdes. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","attributes":{},"skip":false,"key":"1.3.13"},{"backlink":"./chap/00.html#fig1.3.14","level":"1.3","list_caption":"Figure: les individus hermaphrodites de Caenorhabditis elegans produisent des oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit quatre métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","alt":"les individus hermaphrodites de Caenorhabditis elegans produisent des oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit quatre métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","nro":14,"url":"img/image014.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les individus hermaphrodites de Caenorhabditis elegans produisent des oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit quatre métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","attributes":{},"skip":false,"key":"1.3.14"},{"backlink":"./chap/00.html#fig1.3.15","level":"1.3","list_caption":"Figure: le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","alt":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","nro":15,"url":"img/image015.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","attributes":{},"skip":false,"key":"1.3.15"},{"backlink":"./chap/00.html#fig1.3.16","level":"1.3","list_caption":"Figure: codes pour l'établissement des pédigrees.","alt":"codes pour l'établissement des pédigrees.","nro":16,"url":"img/image016.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"codes pour l'établissement des pédigrees.","attributes":{},"skip":false,"key":"1.3.16"},{"backlink":"./chap/00.html#fig1.3.17","level":"1.3","list_caption":"Figure: les fleurs d'Arabidopsis thaliana sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. Le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","alt":"les fleurs d'Arabidopsis thaliana sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. Le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","nro":17,"url":"img/image017.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les fleurs d'Arabidopsis thaliana sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. Le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","attributes":{},"skip":false,"key":"1.3.17"},{"backlink":"./chap/00.html#fig1.3.18","level":"1.3","list_caption":"Figure: cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","alt":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","nro":18,"url":"img/image018.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","attributes":{},"skip":false,"key":"1.3.18"},{"backlink":"./chap/00.html#fig1.3.19","level":"1.3","list_caption":"Figure: les sept caractères analysés par Mendel.","alt":"les sept caractères analysés par Mendel.","nro":19,"url":"img/image019.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les sept caractères analysés par Mendel.","attributes":{},"skip":false,"key":"1.3.19"},{"backlink":"./chap/00.html#fig1.3.20","level":"1.3","list_caption":"Figure: formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","alt":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","nro":20,"url":"img/image020.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","attributes":{},"skip":false,"key":"1.3.20"},{"backlink":"./chap/00.html#fig1.3.21","level":"1.3","list_caption":"Figure: nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","alt":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","nro":21,"url":"img/image021.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","attributes":{},"skip":false,"key":"1.3.21"},{"backlink":"./chap/00.html#fig1.3.22","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","alt":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","nro":22,"url":"img/image022.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","attributes":{},"skip":false,"key":"1.3.22"},{"backlink":"./chap/00.html#fig1.3.23","level":"1.3","list_caption":"Figure: chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","alt":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","nro":23,"url":"img/image023.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","attributes":{},"skip":false,"key":"1.3.23"},{"backlink":"./chap/00.html#fig1.3.24","level":"1.3","list_caption":"Figure: résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","alt":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","nro":24,"url":"img/image024.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","attributes":{},"skip":false,"key":"1.3.24"},{"backlink":"./chap/00.html#fig1.3.25","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","alt":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","nro":25,"url":"img/image025.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","attributes":{},"skip":false,"key":"1.3.25"},{"backlink":"./chap/00.html#fig1.3.26","level":"1.3","list_caption":"Figure: voie de biosynthèse de l'arginine.","alt":"voie de biosynthèse de l'arginine.","nro":26,"url":"img/image026.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"voie de biosynthèse de l'arginine.","attributes":{},"skip":false,"key":"1.3.26"},{"backlink":"./chap/00.html#fig1.3.27","level":"1.3","list_caption":"Figure: l'expérience de Griffiths. Voir texte pour les détails de la démarche.","alt":"l'expérience de Griffiths. Voir texte pour les détails de la démarche.","nro":27,"url":"img/image027.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'expérience de Griffiths. Voir texte pour les détails de la démarche.","attributes":{},"skip":false,"key":"1.3.27"},{"backlink":"./chap/01.html#fig1.4.1","level":"1.4","list_caption":"Figure: zymogramme révélant des polymorphismes cachés chez un organisme diploïde. Les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","alt":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. Les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","nro":28,"url":"img/image028.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. Les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","attributes":{},"skip":false,"key":"1.4.1"},{"backlink":"./chap/01.html#fig1.4.2","level":"1.4","list_caption":"Figure: principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais avec un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","alt":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais avec un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","nro":29,"url":"img/image029.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais avec un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","attributes":{},"skip":false,"key":"1.4.2"},{"backlink":"./chap/01.html#fig1.4.3","level":"1.4","list_caption":"Figure: les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","alt":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","nro":30,"url":"img/image032.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","attributes":{},"skip":false,"key":"1.4.3"},{"backlink":"./chap/01.html#fig1.4.4","level":"1.4","list_caption":"Figure: tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","alt":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","nro":31,"url":"img/image034.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","attributes":{},"skip":false,"key":"1.4.4"},{"backlink":"./chap/01.html#fig1.4.5","level":"1.4","list_caption":"Figure: en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","alt":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","nro":32,"url":"img/image035.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.5"},{"backlink":"./chap/01.html#fig1.4.6","level":"1.4","list_caption":"Figure: le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","alt":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","nro":33,"url":"img/image036.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","attributes":{},"skip":false,"key":"1.4.6"},{"backlink":"./chap/01.html#fig1.4.7","level":"1.4","list_caption":"Figure: l'épisome F et le mécanisme de conjugaison bactérienne.","alt":"l'épisome F et le mécanisme de conjugaison bactérienne.","nro":34,"url":"img/image037.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'épisome F et le mécanisme de conjugaison bactérienne.","attributes":{},"skip":false,"key":"1.4.7"},{"backlink":"./chap/01.html#fig1.4.8","level":"1.4","list_caption":"Figure: le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","alt":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","nro":35,"url":"img/image038.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","attributes":{},"skip":false,"key":"1.4.8"},{"backlink":"./chap/01.html#fig1.4.9","level":"1.4","list_caption":"Figure: le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","alt":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","nro":36,"url":"img/image039.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.4.9"},{"backlink":"./chap/01.html#fig1.4.10","level":"1.4","list_caption":"Figure: les plasmides mitochondriaux de Podospora anserina.","alt":"les plasmides mitochondriaux de Podospora anserina.","nro":37,"url":"img/image040.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les plasmides mitochondriaux de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.10"},{"backlink":"./chap/01.html#fig1.4.11","level":"1.4","list_caption":"Figure: le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","alt":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","nro":38,"url":"img/image041.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","attributes":{},"skip":false,"key":"1.4.11"},{"backlink":"./chap/01.html#fig1.4.12","level":"1.4","list_caption":"Figure: les 13 microsatellites utilisés pour établir les empreintes génétiques.","alt":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","nro":39,"url":"img/image042.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","attributes":{},"skip":false,"key":"1.4.12"},{"backlink":"./chap/01.html#fig1.4.13","level":"1.4","list_caption":"Figure: une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","alt":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","nro":40,"url":"img/image043.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","attributes":{},"skip":false,"key":"1.4.13"},{"backlink":"./chap/01.html#fig1.4.14","level":"1.4","list_caption":"Figure: évolution des haplotypes mitochondriaux et exemple de l'haplotype L, M, N en Afrique et hors d'Afrique.","alt":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L, M, N en Afrique et hors d'Afrique.","nro":41,"url":"img/image044.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L, M, N en Afrique et hors d'Afrique.","attributes":{},"skip":false,"key":"1.4.14"},{"backlink":"./chap/01.html#fig1.4.15","level":"1.4","list_caption":"Figure: structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","alt":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","nro":42,"url":"img/image045.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","attributes":{},"skip":false,"key":"1.4.15"},{"backlink":"./chap/01.html#fig1.4.16","level":"1.4","list_caption":"Figure: résultats d'un croisement ♀ X^X Y x ♂ XY.","alt":"résultats d'un croisement ♀ X^X Y x ♂ XY.","nro":43,"url":"img/image046.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résultats d'un croisement ♀ X^X Y x ♂ XY.","attributes":{},"skip":false,"key":"1.4.16"},{"backlink":"./chap/01.html#fig1.4.17","level":"1.4","list_caption":"Figure: à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","alt":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","nro":44,"url":"img/image047.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","attributes":{},"skip":false,"key":"1.4.17"},{"backlink":"./chap/01.html#fig1.4.18","level":"1.4","list_caption":"Figure: en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","alt":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","nro":45,"url":"img/image048.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","attributes":{},"skip":false,"key":"1.4.18"},{"backlink":"./chap/01.html#fig1.4.19","level":"1.4","list_caption":"Figure: à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","alt":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","nro":46,"url":"img/image049.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","attributes":{},"skip":false,"key":"1.4.19"},{"backlink":"./chap/01.html#fig1.4.20","level":"1.4","list_caption":"Figure: le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","alt":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","nro":47,"url":"img/image050.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","attributes":{},"skip":false,"key":"1.4.20"},{"backlink":"./chap/01.html#fig1.4.21","level":"1.4","list_caption":"Figure: les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","alt":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","nro":48,"url":"img/image051.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","attributes":{},"skip":false,"key":"1.4.21"},{"backlink":"./chap/01.html#fig1.4.22","level":"1.4","list_caption":"Figure: le principe du test de fluctuation de Luria et Delbrück.","alt":"le principe du test de fluctuation de Luria et Delbrück.","nro":49,"url":"img/image052.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le principe du test de fluctuation de Luria et Delbrück.","attributes":{},"skip":false,"key":"1.4.22"},{"backlink":"./chap/01.html#fig1.4.23","level":"1.4","list_caption":"Figure: Figure 53: le principe de l'expérience des époux Lederberg. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","alt":"Figure 53: le principe de l'expérience des époux Lederberg. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","nro":50,"url":"img/image053.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Figure 53: le principe de l'expérience des époux Lederberg. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","attributes":{},"skip":false,"key":"1.4.23"},{"backlink":"./chap/01.html#fig1.4.24","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":51,"url":"img/image054.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.24"},{"backlink":"./chap/01.html#fig1.4.25","level":"1.4","list_caption":"Figure: effets des transitions et des transversions sur le fonctionnement des protéines.","alt":"effets des transitions et des transversions sur le fonctionnement des protéines.","nro":52,"url":"img/image055.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets des transitions et des transversions sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.25"},{"backlink":"./chap/01.html#fig1.4.26","level":"1.4","list_caption":"Figure: effets potentiels des frameshifts sur le fonctionnement des protéines.","alt":"effets potentiels des frameshifts sur le fonctionnement des protéines.","nro":53,"url":"img/image056.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets potentiels des frameshifts sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.26"},{"backlink":"./chap/01.html#fig1.4.27","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":54,"url":"img/image057.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.27"},{"backlink":"./chap/01.html#fig1.4.28","level":"1.4","list_caption":"Figure: comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blancs représentent des indels. Les points verts sont les centromères.","alt":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blancs représentent des indels. Les points verts sont les centromères.","nro":55,"url":"img/image058.png","index":28,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blancs représentent des indels. Les points verts sont les centromères.","attributes":{},"skip":false,"key":"1.4.28"},{"backlink":"./chap/01.html#fig1.4.29","level":"1.4","list_caption":"Figure: altérations chromosomiques.","alt":"altérations chromosomiques.","nro":56,"url":"img/image059.png","index":29,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"altérations chromosomiques.","attributes":{},"skip":false,"key":"1.4.29"},{"backlink":"./chap/01.html#fig1.4.30","level":"1.4","list_caption":"Figure: mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","alt":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","nro":57,"url":"img/image060.png","index":30,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","attributes":{},"skip":false,"key":"1.4.30"},{"backlink":"./chap/01.html#fig1.4.31","level":"1.4","list_caption":"Figure: un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G, E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","alt":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G, E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","nro":58,"url":"img/image061.png","index":31,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G, E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","attributes":{},"skip":false,"key":"1.4.31"},{"backlink":"./chap/01.html#fig1.4.32","level":"1.4","list_caption":"Figure: croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","alt":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","nro":59,"url":"img/image062.png","index":32,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","attributes":{},"skip":false,"key":"1.4.32"},{"backlink":"./chap/01.html#fig1.4.33","level":"1.4","list_caption":"Figure: l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","alt":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","nro":60,"url":"img/image063.png","index":33,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","attributes":{},"skip":false,"key":"1.4.33"},{"backlink":"./chap/02.html#fig1.5.1","level":"1.5","list_caption":"Figure: phylogénie globale du monde cellulaire.","alt":"phylogénie globale du monde cellulaire.","nro":61,"url":"img/image064.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"phylogénie globale du monde cellulaire.","attributes":{},"skip":false,"key":"1.5.1"},{"backlink":"./chap/02.html#fig1.5.2","level":"1.5","list_caption":"Figure: le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","alt":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","nro":62,"url":"img/image065.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","attributes":{},"skip":false,"key":"1.5.2"},{"backlink":"./chap/02.html#fig1.5.3","level":"1.5","list_caption":"Figure: pan génome et core génome d'Escherichia coli.","alt":"pan génome et core génome d'Escherichia coli.","nro":63,"url":"img/image070.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"pan génome et core génome d'Escherichia coli.","attributes":{},"skip":false,"key":"1.5.3"},{"backlink":"./chap/02.html#fig1.5.4","level":"1.5","list_caption":"Figure: pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","alt":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","nro":64,"url":"img/image071.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","attributes":{},"skip":false,"key":"1.5.4"},{"backlink":"./chap/03.html#fig1.6.1","level":"1.6","list_caption":"Figure: démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","alt":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","nro":65,"url":"img/image072.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","attributes":{},"skip":false,"key":"1.6.1"},{"backlink":"./chap/03.html#fig1.6.2","level":"1.6","list_caption":"Figure: le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","alt":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","nro":66,"url":"img/image073.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","attributes":{},"skip":false,"key":"1.6.2"},{"backlink":"./chap/03.html#fig1.6.3","level":"1.6","list_caption":"Figure: transformation en deux temps de bactéries réfractaires à la transformation.","alt":"transformation en deux temps de bactéries réfractaires à la transformation.","nro":67,"url":"img/image074.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"transformation en deux temps de bactéries réfractaires à la transformation.","attributes":{},"skip":false,"key":"1.6.3"},{"backlink":"./chap/03.html#fig1.6.4","level":"1.6","list_caption":"Figure: mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","alt":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","nro":68,"url":"img/image075.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","attributes":{},"skip":false,"key":"1.6.4"},{"backlink":"./chap/03.html#fig1.6.5","level":"1.6","list_caption":"Figure: plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","alt":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","nro":69,"url":"img/image076.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","attributes":{},"skip":false,"key":"1.6.5"},{"backlink":"./chap/03.html#fig1.6.6","level":"1.6","list_caption":"Figure: la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","alt":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","nro":70,"url":"img/image077.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","attributes":{},"skip":false,"key":"1.6.6"},{"backlink":"./chap/03.html#fig1.6.7","level":"1.6","list_caption":"Figure: le Double Strand Break Repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","alt":"le Double Strand Break Repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","nro":71,"url":"img/image078.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le Double Strand Break Repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","attributes":{},"skip":false,"key":"1.6.7"},{"backlink":"./chap/03.html#fig1.6.8","level":"1.6","list_caption":"Figure: la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","alt":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","nro":72,"url":"img/image079.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","attributes":{},"skip":false,"key":"1.6.8"},{"backlink":"./chap/03.html#fig1.6.9","level":"1.6","list_caption":"Figure: modes d'intégration d'ADNs exogènes par recombinaison homologue.","alt":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","nro":73,"url":"img/image080.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","attributes":{},"skip":false,"key":"1.6.9"},{"backlink":"./chap/03.html#fig1.6.10","level":"1.6","list_caption":"Figure: le système NHEJ.","alt":"le système NHEJ.","nro":74,"url":"img/image081.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le système NHEJ.","attributes":{},"skip":false,"key":"1.6.10"},{"backlink":"./chap/03.html#fig1.6.11","level":"1.6","list_caption":"Figure: les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","alt":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","nro":75,"url":"img/image082.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","attributes":{},"skip":false,"key":"1.6.11"},{"backlink":"./chap/03.html#fig1.6.12","level":"1.6","list_caption":"Figure: les premiers systèmes d'inactivation de gènes.","alt":"les premiers systèmes d'inactivation de gènes.","nro":76,"url":"img/image083.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les premiers systèmes d'inactivation de gènes.","attributes":{},"skip":false,"key":"1.6.12"},{"backlink":"./chap/03.html#fig1.6.13","level":"1.6","list_caption":"Figure: remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","alt":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","nro":77,"url":"img/image084.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","attributes":{},"skip":false,"key":"1.6.13"},{"backlink":"./chap/03.html#fig1.6.14","level":"1.6","list_caption":"Figure: remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","alt":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","nro":78,"url":"img/image085.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","attributes":{},"skip":false,"key":"1.6.14"},{"backlink":"./chap/03.html#fig1.6.15","level":"1.6","list_caption":"Figure: remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","alt":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","nro":79,"url":"img/image086.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","attributes":{},"skip":false,"key":"1.6.15"},{"backlink":"./chap/03.html#fig1.6.16","level":"1.6","list_caption":"Figure: remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","alt":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","nro":80,"url":"img/image087.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","attributes":{},"skip":false,"key":"1.6.16"},{"backlink":"./chap/03.html#fig1.6.17","level":"1.6","list_caption":"Figure: cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","alt":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","nro":81,"url":"img/image088.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","attributes":{},"skip":false,"key":"1.6.17"},{"backlink":"./chap/03.html#fig1.6.18","level":"1.6","list_caption":"Figure: modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","alt":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","nro":82,"url":"img/image089.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","attributes":{},"skip":false,"key":"1.6.18"},{"backlink":"./chap/03.html#fig1.6.19","level":"1.6","list_caption":"Figure: modification de gènes utilisant une co-transformation.","alt":"modification de gènes utilisant une co-transformation.","nro":83,"url":"img/image090.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant une co-transformation.","attributes":{},"skip":false,"key":"1.6.19"},{"backlink":"./chap/03.html#fig1.6.20","level":"1.6","list_caption":"Figure: la mutagenèse par REMI.","alt":"la mutagenèse par REMI.","nro":84,"url":"img/image091.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse par REMI.","attributes":{},"skip":false,"key":"1.6.20"},{"backlink":"./chap/03.html#fig1.6.21","level":"1.6","list_caption":"Figure: la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","alt":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","nro":85,"url":"img/image092.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","attributes":{},"skip":false,"key":"1.6.21"},{"backlink":"./chap/03.html#fig1.6.22","level":"1.6","list_caption":"Figure: la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","alt":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","nro":86,"url":"img/image093.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","attributes":{},"skip":false,"key":"1.6.22"},{"backlink":"./chap/03.html#fig1.6.23","level":"1.6","list_caption":"Figure: deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans la bactérie. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans une bactérie ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","alt":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans la bactérie. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans une bactérie ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","nro":87,"url":"img/image094.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans la bactérie. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans une bactérie ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","attributes":{},"skip":false,"key":"1.6.23"},{"backlink":"./chap/03.html#fig1.6.24","level":"1.6","list_caption":"Figure: en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, soit par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","alt":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, soit par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","nro":88,"url":"img/image095.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, soit par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","attributes":{},"skip":false,"key":"1.6.24"},{"backlink":"./chap/03.html#fig1.6.25","level":"1.6","list_caption":"Figure: en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","alt":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","nro":89,"url":"img/image096.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","attributes":{},"skip":false,"key":"1.6.25"},{"backlink":"./chap/03.html#fig1.6.26","level":"1.6","list_caption":"Figure: crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","alt":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","nro":90,"url":"img/image097.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","attributes":{},"skip":false,"key":"1.6.26"},{"backlink":"./chap/03.html#fig1.6.27","level":"1.6","list_caption":"Figure: mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","alt":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","nro":91,"url":"img/image098.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","attributes":{},"skip":false,"key":"1.6.27"},{"backlink":"./chap/03.html#fig1.6.28","level":"1.6","list_caption":"Figure: l'obtention des mutants est la première étape de l'analyse génétique.","alt":"l'obtention des mutants est la première étape de l'analyse génétique.","nro":92,"url":"img/image099.png","index":28,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'obtention des mutants est la première étape de l'analyse génétique.","attributes":{},"skip":false,"key":"1.6.28"},{"backlink":"./chap/04.html#fig1.7.1","level":"1.7","list_caption":"Figure: principe du test de complémentation.","alt":"principe du test de complémentation.","nro":93,"url":"img/image100.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du test de complémentation.","attributes":{},"skip":false,"key":"1.7.1"},{"backlink":"./chap/04.html#fig1.7.2","level":"1.7","list_caption":"Figure: principe de la complémentation dans les hétérocaryons balancés.","alt":"principe de la complémentation dans les hétérocaryons balancés.","nro":94,"url":"img/image101.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la complémentation dans les hétérocaryons balancés.","attributes":{},"skip":false,"key":"1.7.2"},{"backlink":"./chap/04.html#fig1.7.3","level":"1.7","list_caption":"Figure: réassociation de mutations de positions trans en position cis via un crossing-over.","alt":"réassociation de mutations de positions trans en position cis via un crossing-over.","nro":95,"url":"img/image102.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"réassociation de mutations de positions trans en position cis via un crossing-over.","attributes":{},"skip":false,"key":"1.7.3"},{"backlink":"./chap/04.html#fig1.7.4","level":"1.7","list_caption":"Figure: le protocole de gauche teste la complémentation; celui de droite la recombinaison.","alt":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","nro":96,"url":"img/image103.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","attributes":{},"skip":false,"key":"1.7.4"},{"backlink":"./chap/04.html#fig1.7.5","level":"1.7","list_caption":"Figure: mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","alt":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","nro":97,"url":"img/image104.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","attributes":{},"skip":false,"key":"1.7.5"},{"backlink":"./chap/04.html#fig1.7.6","level":"1.7","list_caption":"Figure: absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","alt":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","nro":98,"url":"img/image105.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","attributes":{},"skip":false,"key":"1.7.6"},{"backlink":"./chap/04.html#fig1.7.7","level":"1.7","list_caption":"Figure: absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","alt":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","nro":99,"url":"img/image106.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","attributes":{},"skip":false,"key":"1.7.7"},{"backlink":"./chap/05.html#fig1.8.1","level":"1.8","list_caption":"Figure: un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","alt":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","nro":100,"url":"img/image107.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","attributes":{},"skip":false,"key":"1.8.1"},{"backlink":"./chap/05.html#fig1.8.2","level":"1.8","list_caption":"Figure: calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","alt":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","nro":101,"url":"img/image108.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","attributes":{},"skip":false,"key":"1.8.2"},{"backlink":"./chap/05.html#fig1.8.3","level":"1.8","list_caption":"Figure: formation de l'asque ordonné chez Neurospora crassa.","alt":"formation de l'asque ordonné chez Neurospora crassa.","nro":102,"url":"img/image109.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"formation de l'asque ordonné chez Neurospora crassa.","attributes":{},"skip":false,"key":"1.8.3"},{"backlink":"./chap/05.html#fig1.8.4","level":"1.8","list_caption":"Figure: schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","alt":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","nro":103,"url":"img/image110.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","attributes":{},"skip":false,"key":"1.8.4"},{"backlink":"./chap/05.html#fig1.8.5","level":"1.8","list_caption":"Figure: asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","alt":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","nro":104,"url":"img/image111.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","attributes":{},"skip":false,"key":"1.8.5"},{"backlink":"./chap/05.html#fig1.8.6","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","nro":105,"url":"img/image112.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","attributes":{},"skip":false,"key":"1.8.6"},{"backlink":"./chap/05.html#fig1.8.7","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","nro":106,"url":"img/image113.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","attributes":{},"skip":false,"key":"1.8.7"},{"backlink":"./chap/05.html#fig1.8.8","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés le même chromosome.","alt":"ségrégation de deux gènes localisés le même chromosome.","nro":107,"url":"img/image114.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés le même chromosome.","attributes":{},"skip":false,"key":"1.8.8"},{"backlink":"./chap/05.html#fig1.8.9","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphrodite F1.","alt":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphrodite F1.","nro":108,"url":"img/image115.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphrodite F1.","attributes":{},"skip":false,"key":"1.8.9"},{"backlink":"./chap/05.html#fig1.8.10","level":"1.8","list_caption":"Figure: test 3-points: dans un croisement d'une F1 hétérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","alt":"test 3-points: dans un croisement d'une F1 hétérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","nro":109,"url":"img/image116.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"test 3-points: dans un croisement d'une F1 hétérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","attributes":{},"skip":false,"key":"1.8.10"},{"backlink":"./chap/05.html#fig1.8.11","level":"1.8","list_caption":"Figure: ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","alt":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","nro":110,"url":"img/image117.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","attributes":{},"skip":false,"key":"1.8.11"},{"backlink":"./chap/05.html#fig1.8.12","level":"1.8","list_caption":"Figure: carte génétique de Podospora anserina. L'idiomorphe du type sexuel est noté mt.","alt":"carte génétique de Podospora anserina. L'idiomorphe du type sexuel est noté mt.","nro":111,"url":"img/image118.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique de Podospora anserina. L'idiomorphe du type sexuel est noté mt.","attributes":{},"skip":false,"key":"1.8.12"},{"backlink":"./chap/05.html#fig1.8.13","level":"1.8","list_caption":"Figure: non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","alt":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","nro":112,"url":"img/image119.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","attributes":{},"skip":false,"key":"1.8.13"},{"backlink":"./chap/05.html#fig1.8.14","level":"1.8","list_caption":"Figure: effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","alt":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","nro":113,"url":"img/image120.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","attributes":{},"skip":false,"key":"1.8.14"},{"backlink":"./chap/05.html#fig1.8.15","level":"1.8","list_caption":"Figure: ségrégation mitotique chez Saccharomyces cerevisiae.","alt":"ségrégation mitotique chez Saccharomyces cerevisiae.","nro":114,"url":"img/image121.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation mitotique chez Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.8.15"},{"backlink":"./chap/05.html#fig1.8.16","level":"1.8","list_caption":"Figure: souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (comme la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophes grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","alt":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (comme la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophes grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","nro":115,"url":"img/image122.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (comme la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophes grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","attributes":{},"skip":false,"key":"1.8.16"},{"backlink":"./chap/05.html#fig1.8.17","level":"1.8","list_caption":"Figure: principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","alt":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","nro":116,"url":"img/image123.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","attributes":{},"skip":false,"key":"1.8.17"},{"backlink":"./chap/05.html#fig1.8.18","level":"1.8","list_caption":"Figure: carte génétique d'Escherichia coli obtenue par conjugaison.","alt":"carte génétique d'Escherichia coli obtenue par conjugaison.","nro":117,"url":"img/image124.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique d'Escherichia coli obtenue par conjugaison.","attributes":{},"skip":false,"key":"1.8.18"},{"backlink":"./chap/05.html#fig1.8.19","level":"1.8","list_caption":"Figure: principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","alt":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","nro":118,"url":"img/image125.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","attributes":{},"skip":false,"key":"1.8.19"},{"backlink":"./chap/06.html#fig1.9.1","level":"1.9","list_caption":"Figure: principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","alt":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","nro":119,"url":"img/image126.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","attributes":{},"skip":false,"key":"1.9.1"},{"backlink":"./chap/06.html#fig1.9.2","level":"1.9","list_caption":"Figure: principe du clonage par expression de gènes portant des mutations récessives.","alt":"principe du clonage par expression de gènes portant des mutations récessives.","nro":120,"url":"img/image127.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage par expression de gènes portant des mutations récessives.","attributes":{},"skip":false,"key":"1.9.2"},{"backlink":"./chap/06.html#fig1.9.3","level":"1.9","list_caption":"Figure: principe du clonage positionnel, ici chez un organisme haplobiontique.","alt":"principe du clonage positionnel, ici chez un organisme haplobiontique.","nro":121,"url":"img/image128.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage positionnel, ici chez un organisme haplobiontique.","attributes":{},"skip":false,"key":"1.9.3"},{"backlink":"./chap/06.html#fig1.9.4","level":"1.9","list_caption":"Figure: marche chromosomique.","alt":"marche chromosomique.","nro":122,"url":"img/image129.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"marche chromosomique.","attributes":{},"skip":false,"key":"1.9.4"},{"backlink":"./chap/06.html#fig1.9.5","level":"1.9","list_caption":"Figure: stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","alt":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","nro":123,"url":"img/image130.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","attributes":{},"skip":false,"key":"1.9.5"},{"backlink":"./chap/06.html#fig1.9.6","level":"1.9","list_caption":"Figure: résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","alt":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","nro":124,"url":"img/image131.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","attributes":{},"skip":false,"key":"1.9.6"},{"backlink":"./chap/06.html#fig1.9.7","level":"1.9","list_caption":"Figure: structure du locus affecté par la mutation n°2218 chez Podospora anserina.","alt":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","nro":125,"url":"img/image132.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.9.7"},{"backlink":"./chap/07.html#fig1.10.1","level":"1.10","list_caption":"Figure: développement du périthèce chez Podospora anserina.","alt":"développement du périthèce chez Podospora anserina.","nro":126,"url":"img/image133.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"développement du périthèce chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.1"},{"backlink":"./chap/07.html#fig1.10.2","level":"1.10","list_caption":"Figure: greffes de périthèces chez Podospora anserina.","alt":"greffes de périthèces chez Podospora anserina.","nro":127,"url":"img/image134.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"greffes de périthèces chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.2"},{"backlink":"./chap/07.html#fig1.10.3","level":"1.10","list_caption":"Figure: Mosaïque avec une souche Δmat chez Podospora anserina.","alt":"Mosaïque avec une souche Δmat chez Podospora anserina.","nro":128,"url":"img/image135.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Mosaïque avec une souche Δmat chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.3"},{"backlink":"./chap/07.html#fig1.10.4","level":"1.10","list_caption":"Figure: mosaïque avec une souche PaPks1 chez Podospora anserina.","alt":"mosaïque avec une souche PaPks1 chez Podospora anserina.","nro":129,"url":"img/image136.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mosaïque avec une souche PaPks1 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.4"},{"backlink":"./chap/08.html#fig1.11.1","level":"1.11","list_caption":"Figure: épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","alt":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","nro":130,"url":"img/image137.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","attributes":{},"skip":false,"key":"1.11.1"},{"backlink":"./chap/08.html#fig1.11.2","level":"1.11","list_caption":"Figure: épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","alt":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","nro":131,"url":"img/image138.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","attributes":{},"skip":false,"key":"1.11.2"},{"backlink":"./chap/08.html#fig1.11.3","level":"1.11","list_caption":"Figure: épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","alt":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","nro":132,"url":"img/image139.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","attributes":{},"skip":false,"key":"1.11.3"},{"backlink":"./chap/08.html#fig1.11.4","level":"1.11","list_caption":"Figure: identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","alt":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","nro":133,"url":"img/image140.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","attributes":{},"skip":false,"key":"1.11.4"},{"backlink":"./chap/08.html#fig1.11.5","level":"1.11","list_caption":"Figure: identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","alt":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","nro":134,"url":"img/image141.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","attributes":{},"skip":false,"key":"1.11.5"},{"backlink":"./chap/08.html#fig1.11.6","level":"1.11","list_caption":"Figure: mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","alt":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","nro":135,"url":"img/image142.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","attributes":{},"skip":false,"key":"1.11.6"},{"backlink":"./chap/08.html#fig1.11.7","level":"1.11","list_caption":"Figure: ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","alt":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","nro":136,"url":"img/image143.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","attributes":{},"skip":false,"key":"1.11.7"},{"backlink":"./chap/08.html#fig1.11.8","level":"1.11","list_caption":"Figure: schéma d'analyse des suppresseurs.","alt":"schéma d'analyse des suppresseurs.","nro":137,"url":"img/image144.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"schéma d'analyse des suppresseurs.","attributes":{},"skip":false,"key":"1.11.8"},{"backlink":"./chap/08.html#fig1.11.9","level":"1.11","list_caption":"Figure: stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches mutantes pour ADE2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","alt":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches mutantes pour ADE2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","nro":138,"url":"img/image145.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches mutantes pour ADE2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","attributes":{},"skip":false,"key":"1.11.9"}]},"plugins":["image-captions","analytics","insert-logo"],"pluginsConfig":{"analytics":{"google":"UA-176880648-1"},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"insert-logo":{"style":"background: none;","url":"http://gec.sdv.univ-paris-diderot.fr/cours/genetique/cover.png"},"image-captions":{"caption":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","variable_name":"_pictures"}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css"}},"file":{"path":"chap/05.md","mtime":"2020-09-01T09:20:45.281Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-09-03T08:31:03.224Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-insert-logo/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

