
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Chapitre 7 : L'analyse phénotypique · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="08.html" />
    
    
    <link rel="prev" href="06.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="toc.html">
            
                <a href="toc.html">
            
                    
                    Préambule
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="00.html">
            
                <a href="00.html">
            
                    
                    Introduction générale
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="01.html">
            
                <a href="01.html">
            
                    
                    Chapitre 1 : La variation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="02.html">
            
                <a href="02.html">
            
                    
                    Chapitre 2 : Quelques notions de génomique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="03.html">
            
                <a href="03.html">
            
                    
                    Chapitre 3 : La mutagenèse
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="04.html">
            
                <a href="04.html">
            
                    
                    Chapitre 4 : La complémentation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="05.html">
            
                <a href="05.html">
            
                    
                    Chapitre 5 : La recombinaison et l'établissement de cartes génétiques
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="06.html">
            
                <a href="06.html">
            
                    
                    Chapitre 6 : L'identification des allèles sauvages et mutants
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.10" data-path="07.html">
            
                <a href="07.html">
            
                    
                    Chapitre 7 : L'analyse phénotypique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="08.html">
            
                <a href="08.html">
            
                    
                    Chapitre 8 : Les interactions géniques
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Chapitre 7 : L'analyse phénotypique</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="chapitre-7-lanalyse-ph&#xE9;notypique">Chapitre 7: L&apos;analyse ph&#xE9;notypique</h1>
<p>Le ph&#xE9;notype est l&apos;ensemble des caract&#xE9;ristiques, morphologiques, physiologiques, m&#xE9;taboliques, d&#xE9;veloppementales, comportementales etc... d&apos;un individu. La pr&#xE9;sence de modifications du ph&#xE9;notype par les mutations permet d&apos;avoir des indications sur le r&#xF4;le des g&#xE8;nes dans la physiologie et le d&#xE9;veloppement cellulaire ou des organismes. En effet, un g&#xE8;ne code une prot&#xE9;ine ou un ARN qui effectue &#xE0; son tour une action physiologique:</p>
<ul>
<li>Une prot&#xE9;ine de structure participe &#xE0; la mise en place de structures intra-nucl&#xE9;aires (histones...), cellulaires (actine, myosine, tubuline, prot&#xE9;ines membranaires...) ou extracellulaires (collag&#xE8;nes, &#xE9;lastines...)</li>
<li>Un enzyme catalyse une ou plusieurs r&#xE9;actions</li>
<li>Une prot&#xE9;ine r&#xE9;gulatrice (activateur ou r&#xE9;presseur de transcription, traduction...) influe sur le niveau d&#x2019;expression d&#x2019;autres g&#xE8;nes. Elle peut agir seule ou faire partie d&apos;un complexe multipeptidique (ribosome, splicesome, prot&#xE9;asome...)</li>
<li>si c&apos;est un ARN il peut jouer un r&#xF4;le structural et ou catalytique (par exemple dans le ribosome) ou r&#xE9;gulateur (ARN antisens...)</li>
</ul>
<p>Le produit du g&#xE8;ne participe &#xE0; l&apos;&#xE9;laboration du ph&#xE9;notype, qui est le r&#xE9;sultat visible de l&apos;action de toutes les prot&#xE9;ines et de tous les ARN actifs, pr&#xE9;sents &#xE0; un moment donn&#xE9; de la vie de l&apos;organisme ou de la cellule. Nous avons vu que les effets des mutations sur le ph&#xE9;notype va d&#xE9;pendre de leur nature mais aussi des produits qu&apos;elles alt&#xE8;rent. R&#xE9;ciproquement, une analyse fine des ph&#xE9;notypes permet d&apos;obtenir des informations sur la nature de la mutation mais aussi &#xE9;ventuellement sur le type de produits cod&#xE9; par le g&#xE8;ne qu&apos;elle perturbe.</p>
<h2 id="pl&#xE9;iotropie-ou-mutations-multiples">Pl&#xE9;iotropie ou mutations multiples?</h2>
<p>Nous avons vu au chapitre 1 qu&apos;il existe des mutations dites <strong>pl&#xE9;iotropes</strong> qui peuvent entra&#xEE;ner des ph&#xE9;notypes multiples. L&apos;analyse de la s&#xE9;gr&#xE9;gation permet souvent de savoir si des alt&#xE9;rations ph&#xE9;notypiques multiples sont bien dues &#xE0; la pr&#xE9;sence d&apos;une seule mutation, car dans ce cas toutes les diff&#xE9;rences ph&#xE9;notypiques vont co-s&#xE9;gr&#xE9;ger ensembles au cours des g&#xE9;n&#xE9;rations. N&#xE9;anmoins, m&#xEA;me s&apos;il y a co-s&#xE9;gr&#xE9;gation de toutes les diff&#xE9;rences ph&#xE9;notypiques et donc une seule mutation, il est possible que plusieurs g&#xE8;nes soient en jeu. C&apos;est par exemple le cas si la mutation est une d&#xE9;l&#xE9;tion qui englobe plusieurs g&#xE8;nes voisins. C&apos;est aussi le cas, si la mutation modifie la structure de la chromatine et perturbe l&apos;expression de plusieurs g&#xE8;nes voisins.</p>
<p>Si la mutation n&#x2019;affecte qu&#x2019;un seul g&#xE8;ne il faut se demander si celui-ci donne naissance &#xE0; une seule prot&#xE9;ine ayant plusieurs fonctions ou &#xE0; plusieurs prot&#xE9;ines ayant des fonctions diff&#xE9;rentes (par exemple par &#xE9;pissage alternatif). S&apos;il n&apos;y a qu&apos;une seule prot&#xE9;ine affect&#xE9;e et que le ph&#xE9;notype est complexe on dit alors qu&apos;il est pl&#xE9;iotrope, c&#x2019;est-&#xE0;-dire que la mutation d&apos;un seul g&#xE8;ne donne plusieurs ph&#xE9;notypes mutants. On en conclut que le produit du g&#xE8;ne intervient dans un processus affectant plusieurs aspects de la physiologie comme la signalisation, une voie m&#xE9;tabolique centrale, la transcription, la traduction, la d&#xE9;gradation des prot&#xE9;ines, etc.</p>
<h2 id="base-physiologiques-de-la-dominance-et-de-la-r&#xE9;cessivit&#xE9;">Base physiologiques de la dominance et de la r&#xE9;cessivit&#xE9;</h2>
<p>La r&#xE9;cessivit&#xE9; ou la dominance d&apos;une mutation est une indication importante quant &#xE0; la nature de la mutation et par ricochet quant &#xE0; la fonction du g&#xE8;ne alt&#xE9;r&#xE9;. En effet, on s&apos;attend &#xE0; ce qu&apos;une mutation r&#xE9;cessive soit plut&#xF4;t une perte de fonction puisque la pr&#xE9;sence de l&apos;all&#xE8;le sauvage permet de la compenser. Au contraire, une mutation dominante serait plut&#xF4;t un gain de fonction puisque la pr&#xE9;sence du produit sauvage ne permet pas d&apos;&#xE9;liminer son effet. N&#xE9;anmoins, si le dosage du produit du g&#xE8;ne mut&#xE9; est important, une perte de fonction de ce produit peut avoir un effet dominant ou le plus souvent semi-dominant, si dans l&apos;h&#xE9;t&#xE9;rozygote mutant/sauvage, il n&apos;y a pas assez de produit pour assurer une activit&#xE9; sauvage. On dit alors que ces all&#xE8;les sont  <strong>haplo-insuffisants</strong>. Nous avons vu dans le chapitre 1 quelques d&#xE9;finitions concernant l&apos;effet des all&#xE8;les sur le fonctionnement des g&#xE8;nes. En revoici une liste exhaustive:</p>
<ul>
<li><p><strong>All&#xE8;les perte-de-fonction</strong></p>
<ul>
<li><strong>All&#xE8;le amorphe ou nul</strong> : correspond &#xE0; une mutation qui abolit compl&#xE8;tement la fonction du produit du g&#xE8;ne ; celui-ci est totalement inactif ou absent.</li>
<li><strong>All&#xE8;le hypomorphe</strong> appel&#xE9; aussi &quot;<strong>leaky</strong>&quot; : le produit du g&#xE8;ne est synth&#xE9;tis&#xE9; et il a la m&#xEA;me fonction que le produit sauvage, mais la mutation fait que, soit il est en quantit&#xE9; plus faible, soit il est moins actif.</li>
</ul>
</li>
<li><p><strong>All&#xE8;les gain-de-fonction</strong></p>
<ul>
<li><strong>All&#xE8;le hypermorphe</strong> : le produit est fonctionnellement &#xE9;quivalent au produit sauvage mais il est fait pr&#xE9;sent en plus grande quantit&#xE9;.</li>
<li><strong>All&#xE8;le n&#xE9;omorphe</strong> : le produit est fonctionnellement diff&#xE9;rent du sauvage ou bien il est &#xE9;quivalent au produit sauvage mais d&#xE9;livr&#xE9; au mauvais moment ou au mauvais endroit.</li>
<li><strong>All&#xE8;le antimorphe</strong> ou <strong>dominant n&#xE9;gatif</strong>: le produit fabriqu&#xE9; &#xE0; partir de l&apos;all&#xE8;le mutant poss&#xE8;de une activit&#xE9; antagoniste de celle du produit sauvage.</li>
</ul>
</li>
</ul>
<h3 id="comment-savoir-&#xE0;-quel-type-dall&#xE8;le-on-a-affaire">Comment savoir &#xE0; quel type d&apos;all&#xE8;le on a affaire?</h3>
<p>La r&#xE9;action du ph&#xE9;notype devant un nombre croissant de copies du g&#xE8;ne mut&#xE9; permet de distinguer entre diff&#xE9;rents types d&apos;all&#xE8;les:</p>
<ul>
<li>Pour un all&#xE8;le amorphe, l&apos;addition de copies suppl&#xE9;mentaires du g&#xE8;ne mut&#xE9; n&apos;a aucun effet suppl&#xE9;mentaire sur le ph&#xE9;notype</li>
<li>Par contre pour un all&#xE8;le hypomorphe, qui conserve une fraction de la fonction sauvage, on se rapprochera du ph&#xE9;notype sauvage en multipliant le nombre de copies</li>
<li>Pour un all&#xE8;le hypermorphe, on observera &#xE0; l&#x2019;inverse une accentuation du ph&#xE9;notype mutant si le nombre de copie augmente</li>
</ul>
<p>De m&#xEA;me la modulation du nombre d&apos;all&#xE8;les sauvage en pr&#xE9;sence d&apos;all&#xE8;les mutants permet de diff&#xE9;rencier certains all&#xE8;les dominants</p>
<ul>
<li>Pour un all&#xE8;le n&#xE9;omorphe, qui a une fonction nouvelle, l&apos;addition de copies du g&#xE8;ne sauvage ne change rien au ph&#xE9;notype mutant.</li>
<li>Au contraire, un all&#xE8;le antimorphe sera titr&#xE9; par l&apos;addition de copies sauvage, ce qui att&#xE9;nuera le ph&#xE9;notype mutant. De plus, le ph&#xE9;notype d&apos;un all&#xE8;le antimorphe sera aggrav&#xE9; en pr&#xE9;sence d&apos;une d&#xE9;l&#xE9;tion du g&#xE8;ne sauvage.</li>
</ul>
<p>la table suivante r&#xE9;sume les ph&#xE9;notypes obtenus dans diff&#xE9;rentes combinaisons all&#xE9;liques pour les diff&#xE9;rents types d&apos;all&#xE8;les:</p>
<table>
<thead>
<tr>
<th>All&#xE8;le</th>
<th>Type de mutation</th>
<th>m/m</th>
<th>m/+</th>
<th>m/d&#xE9;l&#xE9;tion</th>
</tr>
</thead>
<tbody>
<tr>
<td>amorphe</td>
<td>perte de fonction totale (r&#xE9;cessive ou semi-dominant*)</td>
<td>mutant (0 dose)</td>
<td>sauvage ou interm&#xE9;diaire* (1 dose)</td>
<td>mutant ou interm&#xE9;diaire* (0 dose)</td>
</tr>
<tr>
<td>hypomorphe</td>
<td>perte de fonction partielle (r&#xE9;cessive)</td>
<td>mutant (2 fractions de dose)</td>
<td>sauvage (1 dose + 1 fraction de dose)</td>
<td>mutant plus fort (1 fraction de dose)</td>
</tr>
<tr>
<td>hypermorphe</td>
<td>gain de fonction davantage de produit (dominante)</td>
<td>mutant (&gt;&gt;2 doses)</td>
<td>mutant plus faible (&gt; 2 doses)</td>
<td>mutant plus faible ou tend vers sauvage (&gt;1 dose)</td>
</tr>
<tr>
<td>n&#xE9;omorphe</td>
<td>gain d&apos;une nouvelle fonction (dominante)</td>
<td>mutant ou double mutant**</td>
<td>mutant</td>
<td>mutant (double mutant)**</td>
</tr>
<tr>
<td>antimorphe</td>
<td>gain de fonction antagoniste &#xE0; la fonction sauvage (dominante)</td>
<td>mutant</td>
<td>mutant plus faible</td>
<td>mutant</td>
</tr>
</tbody>
</table>
<p>(<em>) cas d&apos;haplo-insuffisance.
(*</em>) &#xE9;ventuellement double mutant d&#x2019;une part &#xE0; cause de l&#x2019;absence du produit sauvage (si elle a un ph&#xE9;notype), d&#x2019;autre part &#xE0; cause de l&#x2019;apparition d&apos;une nouvelle fonction et du ph&#xE9;notype qui lui est associ&#xE9;.</p>
<p>Les mutants du g&#xE8;ne White-spotting chez la souris permet d&#x2019;illustrer la vari&#xE9;t&#xE9; des all&#xE8;les de nature diff&#xE9;rente que l&#x2019;on peut obtenir pour un seul g&#xE8;ne. On conna&#xEE;t en effet de tr&#xE8;s nombreux all&#xE8;les affectant ce locus.</p>
<ul>
<li><p>A l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote, tous provoquent des taches blanches sur le pelage. Ils sont donc dominants. Certains all&#xE8;les pr&#xE9;sentent &#xE0; l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote un ph&#xE9;notype suppl&#xE9;mentaire, une an&#xE9;mie par manque de globules rouges. Ils sont donc aussi dominants pour l&#x2019;an&#xE9;mie. Par contre, d&#x2019;autres all&#xE8;les sont r&#xE9;cessifs pour ce ph&#xE9;notype d&apos;an&#xE9;mie.</p>
</li>
<li><p>A l&apos;&#xE9;tat homozygote, on voit clairement que les diff&#xE9;rents all&#xE8;les ont un effet sp&#xE9;cifique et variable. Certains conf&#xE8;rent une l&#xE9;talit&#xE9; pendant le d&#xE9;veloppement f&#x153;tal. Si on autopsie les f&#x153;tus, on constate que le d&#xE9;c&#xE8;s a lieu &#xE0; cause d&apos;une an&#xE9;mie s&#xE9;v&#xE8;re. A ce stade, le d&#xE9;veloppement du pelage n&apos;est pas encore fait donc on ne peut donc pas savoir quelle aurait &#xE9;t&#xE9; la couleur du pelage chez ces embryons avort&#xE9;s. Chez les homozygotes viables, on voit que les taches blanches du pelage sont plus &#xE9;tendues que chez l&apos;h&#xE9;t&#xE9;rozygote: parfois le pelage est compl&#xE8;tement blanc, parfois non. Toutefois, l&apos;intensit&#xE9; du ph&#xE9;notype est gradu&#xE9; de la m&#xEA;me fa&#xE7;on si on compare les h&#xE9;t&#xE9;rozygotes et les homozygotes.</p>
</li>
<li><p>Pour certains homozygotes viables on voit appara&#xEE;tre un troisi&#xE8;me ph&#xE9;notype: un d&#xE9;faut de fertilit&#xE9;. Les all&#xE8;les concern&#xE9;s sont toujours r&#xE9;cessifs.</p>
</li>
</ul>
<p>On a donc affaire &#xE0; un locus dont les all&#xE8;les donnent un ph&#xE9;notype pl&#xE9;iotrope c&apos;est-&#xE0;-dire que les mutations dans ce g&#xE8;ne affectent plusieurs fonctions (couleur du pelage, diff&#xE9;rentiation des cellules sanguine et diff&#xE9;rentiation de la lign&#xE9;e germinale) qui &#xE0; premi&#xE8;re vue n&apos;ont rien &#xE0; voir entre elles. Il faut donc trouver une explication: on a affaire &#xE0; un seul g&#xE8;ne, de nombreuses &#xE9;tudes l&apos;ont montr&#xE9;, et il faut donc trouver pour le produit du g&#xE8;ne une fonction qui permette de rendre compte des trois effets. Pour cela il faut commencer par examiner le plus finement possible les ph&#xE9;notypes. On va mettre en &#x153;uvre diff&#xE9;rents niveaux d&apos;analyse du ph&#xE9;notype:</p>
<ul>
<li>observation macroscopique: mesure de la superficie des taches blanches et mesure du nombre de descendants</li>
<li>autopsie des f&#x153;tus et &#xE9;valuation de la cause de la mort</li>
<li>examen des organes chez les mutants viables: examen sanguin, examen des cellules de la peau et dissection des gonades ;</li>
</ul>
<p>On observe ainsi que dans les trois ph&#xE9;notypes c&apos;est le nombre de cellules sp&#xE9;cialis&#xE9;es impliqu&#xE9;es dans la production des ph&#xE9;notypes qui est affect&#xE9;:</p>
<ul>
<li>peu ou pas de m&#xE9;lanocytes chez les mutants. La synth&#xE8;se des pigments du pelage est donc diminu&#xE9;e, non par manque d&apos;un des enzymes impliqu&#xE9;s dans la biosynth&#xE8;se des m&#xE9;lanines  mais par manque des cellules dans lesquelles s&apos;expriment les g&#xE8;nes codant pour les enzymes de biosynth&#xE8;se des pigments</li>
<li>peu ou pas d&apos;&#xE9;rythrocytes d&apos;o&#xF9; l&apos;an&#xE9;mie</li>
<li>peu ou pas de cellules germinales d&apos;o&#xF9; la st&#xE9;rilit&#xE9;</li>
</ul>
<p>De ces analyses ph&#xE9;notypiques fines ont en conclut que la prot&#xE9;ine cod&#xE9;e par White-spotting interviendrait dans la prolif&#xE9;ration, la diff&#xE9;renciation ou la migration des cellules souches de ces diff&#xE9;rentes lign&#xE9;es cellulaires. L&apos;&#xE9;tape suivante de l&apos;identification par clonage du g&#xE8;ne White-spotting a montr&#xE9; qu&apos;il codait pour une prot&#xE9;ine de 975 acides amin&#xE9;s ayant les propri&#xE9;t&#xE9;s d&apos;un r&#xE9;cepteur transmembranaire &#xE0; tyrosine kinase (RTK). Ce r&#xE9;cepteur, qui agit en dim&#xE8;re, re&#xE7;oit un signal venant de l&apos;environnement ou de cellules voisines, sous la forme d&#x2019;un ligand qui se fixe sur son domaine extracellulaire. La fixation du ligand entra&#xEE;ne l&#x2019;activation du r&#xE9;cepteur, qui se traduit par la phosphorylation de certains de ses r&#xE9;sidus tyrosine qui pourront &#xE0; leur tour activer une autre prot&#xE9;ine par phosphorylation. la disponibilit&#xE9; de la s&#xE9;quence a permis de caract&#xE9;riser la nature mol&#xE9;culaire de plusieurs all&#xE8;les, ce qui est r&#xE9;sum&#xE9; dans la table suivante:</p>
<h3 id="description-ph&#xE9;notypique-des-all&#xE8;les">Description ph&#xE9;notypique des all&#xE8;les</h3>
<table>
<thead>
<tr>
<th>all&#xE8;le</th>
<th>nature</th>
<th>h&#xE9;t&#xE9;rozygotes Wx/+</th>
<th>homozygotes Wx/Wx</th>
</tr>
</thead>
<tbody>
<tr>
<td>W19H</td>
<td>d&#xE9;l&#xE9;tion totale</td>
<td>grosses taches blanches</td>
<td>l&#xE9;tal apr&#xE8;s 12 jours in utero par an&#xE9;mie s&#xE9;v&#xE8;re</td>
</tr>
<tr>
<td>W37</td>
<td>faux-sens 582 E-K</td>
<td>grosses taches blanches</td>
<td>l&#xE9;tal apr&#xE8;s 12 jours in utero par an&#xE9;mie s&#xE9;v&#xE8;re</td>
</tr>
<tr>
<td>W</td>
<td>d&#xE9;l&#xE9;tion de 78 aa <br>codon 513-590</td>
<td>taches blanches</td>
<td>l&#xE9;tal apr&#xE8;s 12 jours in utero par an&#xE9;mie s&#xE9;v&#xE8;re</td>
</tr>
<tr>
<td>W42</td>
<td>faux-sens 790 D-N</td>
<td>tout blanc, an&#xE9;mie</td>
<td>l&#xE9;tal apr&#xE8;s 12 jours in utero par an&#xE9;mie s&#xE9;v&#xE8;re</td>
</tr>
<tr>
<td>W44</td>
<td>faible expression</td>
<td>petites taches blanches</td>
<td>blanc &#xE0; 85%, fertilit&#xE9; r&#xE9;duite</td>
</tr>
<tr>
<td>W41</td>
<td>faux-sens 831 V-M</td>
<td>petites taches blanches, an&#xE9;mie</td>
<td>blanc &#xE0; 85%, an&#xE9;mie</td>
</tr>
</tbody>
</table>
<p>La disponibilit&#xE9; de la nature mol&#xE9;culaire des diff&#xE9;rents all&#xE8;les permet maintenant de mieux comprendre comment agissent les mutations:</p>
<ul>
<li><p>L&apos;all&#xE8;le W19H est une d&#xE9;l&#xE9;tion du g&#xE8;ne White-spotting. Il s&apos;agit donc d&apos;un all&#xE8;le nul. L&apos;h&#xE9;t&#xE9;rozygote ne produit qu&apos;une dose de prot&#xE9;ine sauvage. Il est haplo-insuffisant pour la prolif&#xE9;ration des m&#xE9;lanocytes ce qui affecte donc la couleur du pelage. Mais, il est r&#xE9;cessif pour l&#x2019;h&#xE9;matopo&#xEF;&#xE8;se et le d&#xE9;veloppement des cellules germinales. Il s&#x2019;ensuit qu&#x2019;une dose de prot&#xE9;ine est suffisante pour assurer le d&#xE9;veloppement des cellules &#xE9;rythro&#xEF;des et germinales mais pas celui des m&#xE9;lanocytes. L&apos;absence totale de produit est l&#xE9;tale par an&#xE9;mie &#xE0; 12 jours de gestation. Le produit du g&#xE8;ne White-spotting est donc essentiel &#xE0; la vie des souris.</p>
</li>
<li><p>L&apos;all&#xE8;le W37 se comporte exactement comme W19H. La mutation faux-sens en position 582 qui change un acide glutamique en lysine est une mutation nulle. La prot&#xE9;ine est pr&#xE9;sente mais totalement inactive. Par dosage de l&apos;activit&#xE9; d&apos;autophosphorylation &#xE0; partir d&apos;ATP marqu&#xE9;, on montre en effet que cette r&#xE9;action n&apos;a plus lieu chez le mutant. Ce faux-sens touche donc un acide amin&#xE9; essentiel dans l&apos;activit&#xE9; d&apos;autophosphorylation qui pr&#xE9;c&#xE8;de le transfert du phosphate sur une prot&#xE9;ine substrat.</p>
</li>
<li><p>L&apos;all&#xE8;le W contient comme W19H une mutation nulle. Des exp&#xE9;riences de localisation de la prot&#xE9;ine tronqu&#xE9;e montrent qu&apos;elle n&apos;est plus pr&#xE9;sente &#xE0; la surface des cellules. De fait,  la d&#xE9;l&#xE9;tion de 78 aa affecte un des domaines transmembranaires abolissant l&apos;ancrage de la prot&#xE9;ine dans la membrane.</p>
</li>
<li><p>L&apos;all&#xE8;le W42 est intrigant car il montre &#xE0; l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote un ph&#xE9;notype plus fort (un pelage enti&#xE8;rement blanc et une an&#xE9;mie) que l&apos;all&#xE8;le nul de r&#xE9;f&#xE9;rence! Il est donc aussi dominant pour l&apos;h&#xE9;matopoi&#xE8;se. L&apos;analyse de l&apos;activit&#xE9; prot&#xE9;ique montre que le faux-sens en position 790 qui change un acide aspartique en asparagine abolit l&apos;activit&#xE9; d&apos;autophosphorylation. Mais la prot&#xE9;ine mutante est pr&#xE9;sente et sa pr&#xE9;sence diminue donc probablement l&apos;activit&#xE9; de la prot&#xE9;ine sauvage. Il s&apos;agit d&apos;un all&#xE8;le dominant n&#xE9;gatif ou antimorphe. On sait que la prot&#xE9;ine cod&#xE9;e par White spotting agit sous forme dim&#xE9;rique : un monom&#xE8;re mutant peut donc s&apos;associer avec un monom&#xE8;re sauvage pour donner un dim&#xE8;re inactif.</p>
</li>
<li><p>L&apos;all&#xE8;le W44 est perturb&#xE9; dans son expression: le taux de transcrit est de 20% du sauvage environ. Le ph&#xE9;notype est plus l&#xE9;ger que chez l&apos;all&#xE8;le nul. Il s&apos;agit donc d&apos;un all&#xE8;le hypomorphe.</p>
</li>
<li><p>L&apos;all&#xE8;le W41 se comporte &#xE0; l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote comme l&apos;all&#xE8;le W42, son ph&#xE9;notype est plus accentu&#xE9; que chez l&apos;all&#xE8;le nul, il doit donc y avoir l&#xE0; aussi interf&#xE9;rence avec l&apos;all&#xE8;le sauvage. <em>In vitro</em> la prot&#xE9;ine mutante a une activit&#xE9; d&apos;autophosphorylation diminu&#xE9;e mais pas nulle. Ceci expliquerait que les individus homozygotes soient viables, bien qu&apos;an&#xE9;mi&#xE9;s. Cependant l&#x2019;interaction des monom&#xE8;res mutants avec les monom&#xE8;res sauvages dans les h&#xE9;t&#xE9;rozygotes n&apos;aboutit qu&apos;&#xE0; une diminution partielle de l&apos;activit&#xE9;. W41 est donc un all&#xE8;le antimorphe ayant une perte de fonction partielle.</p>
</li>
</ul>
<p>En conclusion, les mutants de White-spotting offre un bel exemple de ce que l&apos;on peut tirer de l&apos;analyse de la complexit&#xE9; des ph&#xE9;notypes et des renseignements qu&apos;on peut en tirer en conjonction avec une analyse mol&#xE9;culaire, biochimique et cytologique. Beaucoup de travail, venant de nombreuses &#xE9;quipes de chercheurs, ont &#xE9;t&#xE9; n&#xE9;cessaires pour faire d&apos;abord l&apos;analyse g&#xE9;n&#xE9;tique chez la souris, puis la corr&#xE9;lation avec d&apos;autres mammif&#xE8;res (chat, humain, cheval...). Ces analyses g&#xE9;n&#xE9;tiques ont &#xE9;t&#xE9; suivies par des analyses mol&#xE9;culaires et biochimiques, puis avec un raccord avec les &#xE9;tudes sur le cancer. En effet, certaines tumeurs chez les mammif&#xE8;res comme des sarcomes chez le chat sont dues &#xE0; une d&#xE9;r&#xE9;gulation du g&#xE8;ne White-spotting dans les cellules somatiques.  On peut d&#x2019;ailleurs remarquer que parmi tous les all&#xE8;les du g&#xE8;ne Whire-spotting,  les g&#xE9;n&#xE9;ticiens n&#x2019;en ont isol&#xE9; aucun qui correspondrait &#xE0; un all&#xE8;le hypermorphe, o&#xF9; le r&#xE9;cepteur serait constitutivement activ&#xE9;. Ce peut &#xEA;tre le cas s&apos;il n&apos;y a plus besoin de ligand pour d&#xE9;clencher la phosphorylation. On peut alors faire l&#x2019;hypoth&#xE8;se que les all&#xE8;les hypermorphes sont l&#xE9;taux &#xE0; l&#x2019;&#xE9;tat h&#xE9;t&#xE9;rozygote, d&#xE8;s le stade embryonnaire pr&#xE9;coce. Ceci est compatible avec l&apos;observation que des mutations somatiques &#xE9;quivalentes provoquant une surexpression non r&#xE9;gul&#xE9;e de la prot&#xE9;ine ont un effet d&#xE9;vastateur car entra&#xEE;nant une prolif&#xE9;ration cellulaire. Dans un embryon en cours de d&#xE9;veloppement, l&apos;effet d&apos;une prolif&#xE9;ration cellulaire anarchique est bien &#xE9;videmment catastrophique.</p>
<p>Dans le m&#xEA;me ordre d&apos;id&#xE9;es que l&apos;analyse fine de la dominance/r&#xE9;cessivit&#xE9; des mutations, je vous rappelle que la pr&#xE9;sence d&apos;exceptions &#xE0; la compl&#xE9;mentation (c&apos;est &#xE0; dire la compl&#xE9;mentation interall&#xE9;lique et la non-compl&#xE9;mentation interg&#xE9;nique) permet d&apos;avoir quelques informations sur les r&#xF4;les et la structure des produits cod&#xE9;s par les g&#xE8;nes mut&#xE9;s: prot&#xE9;ines ayant plusieurs fonctions, prot&#xE9;ines homo-polym&#xE9;riques ou prot&#xE9;ines h&#xE9;t&#xE9;ro-polym&#xE9;riques  (voir la section  sur les limites du test de compl&#xE9;mentation dans le chapitre 4).</p>
<h3 id="autonomie-cellulaire-de-lexpression-dun-g&#xE8;ne">Autonomie cellulaire de l&#x2019;expression d&#x2019;un g&#xE8;ne</h3>
<p>L&apos;analyse ph&#xE9;notypique fine de mutants permet aussi d&apos;avoir des informations sur le lieu d&apos;action des g&#xE8;nes. En particulier, nous avons vu dans la section sur les crossing-over mitotiques du Chapitre 6 qu&apos;il existe des g&#xE8;nes dits <strong>autonomes cellulaires</strong> dont les produits qu&apos;ils codent ne diffusent pas &#xE0; l&apos;ext&#xE9;rieur de la cellule et des g&#xE8;nes dits <strong>non autonomes cellulaires</strong> pour lesquels les produits qu&apos;ils codent diffusent &#xE0; l&apos;ext&#xE9;rieur de la cellule. Il existe des techniques simples qui permettent de d&#xE9;terminer le mode de fonctionnement des g&#xE8;nes et le lieu d&apos;action des produits qu&apos;ils codent.</p>
<p>Nous prendrons l&apos;exemple du d&#xE9;veloppement du p&#xE9;rith&#xE8;ce chez <em>Podospora anserina</em> (figure133). Pour rappel, le p&#xE9;rith&#xE8;ce est la fructification de cette esp&#xE8;ce de champignon dans laquelle a lieu la reproduction sexu&#xE9;e.</p>
<figure id="fig1.10.1"><img src="img/image133.png" alt="d&#xE9;veloppement du p&#xE9;rith&#xE8;ce chez Podospora anserina."><figcaption>Figure 1 : d&#xE9;veloppement du p&#xE9;rith&#xE8;ce chez Podospora anserina.</figcaption></figure>
<p>Chez cette esp&#xE8;ce, dont le cycle ressemble fortement &#xE0; celui de <em>Neurospora crassa</em> (voir Introduction G&#xE9;n&#xE9;rale),  Les deux types sexuels sont appel&#xE9;s <em>mat+</em> et <em>mat-</em>. Comme chez <em>Neurospora crassa</em>, le p&#xE9;rith&#xE8;ce r&#xE9;sulte de la f&#xE9;condation d&apos;un gam&#xE8;te femelle (l&apos;ascogone prot&#xE9;g&#xE9; par un p&#xE9;ridium pluricellulaire dont l&apos;origine provient du myc&#xE9;lium qui l&apos;entoure) par un gam&#xE8;te m&#xE2;le (ou spermatie). Trois partenaires sont impliqu&#xE9;s dans son d&#xE9;veloppement:</p>
<ul>
<li>Le tissu sexuel qui r&#xE9;sulte de la f&#xE9;condation de l&apos;ascogone par une spermatie de type sexuel oppos&#xE9;</li>
<li>Le tissu maternel protecteur ou nourricier: p&#xE9;ridium, paraphyse, p&#xE9;riphyse et autres cellules d&apos;origine maternelle</li>
<li>Le myc&#xE9;lium sous-jacent contenant les r&#xE9;serves &#xE9;nerg&#xE9;tiques et qui nourrit la fructification en d&#xE9;veloppement</li>
</ul>
<p>De nombreux mutants affectant le d&#xE9;veloppement de ce champignon sont disponibles. Comment savoir si les produits des g&#xE8;nes qu&apos;ils codent sont importants dans le myc&#xE9;lium, le tissu maternel ou le tissu sexuel? Comment savoir si les produits qu&apos;ils codent sont diffusibles?</p>
<p>Trois exp&#xE9;riences simples d&apos;analyses ph&#xE9;notypiques fines des mutants ont &#xE9;t&#xE9; d&#xE9;velopp&#xE9;es pour r&#xE9;pondre &#xE0; ces questions. La premi&#xE8;re consiste dans la greffe de p&#xE9;rith&#xE8;ce (figure 134).</p>
<figure id="fig1.10.2"><img src="img/image134.png" alt="greffes de p&#xE9;rith&#xE8;ces chez Podospora anserina."><figcaption>Figure 2 : greffes de p&#xE9;rith&#xE8;ces chez Podospora anserina.</figcaption></figure>
<p>La greffe d&apos;un p&#xE9;rith&#xE8;ce sauvage (c&apos;est &#xE0; dire issu d&apos;un croisement sauvage x sauvage) sur du myc&#xE9;lium sauvage est tr&#xE8;s efficace car plus de 90% des p&#xE9;rith&#xE8;ces greff&#xE9;s continuent leur d&#xE9;veloppement sans accroc. Il est aussi possible de les greffer sur du myc&#xE9;lium mutant. Si le p&#xE9;rith&#xE8;ce sauvage continue son d&#xE9;veloppement dans les m&#xEA;mes proportions que sur du myc&#xE9;lium sauvage, c&apos;est que le produit du g&#xE8;ne mutant n&apos;est pas essentiel dans le myc&#xE9;lium, dans le cas contraire, il l&apos;est. Si le mutant produit des p&#xE9;rith&#xE8;ces (qui arr&#xEA;tent leur d&#xE9;veloppement), la greffe de ces p&#xE9;rith&#xE8;ces sur du myc&#xE9;lium sauvage permet de savoir si le produit du g&#xE8;ne est important dans le p&#xE9;rith&#xE8;ce, auquel cas les p&#xE9;rith&#xE8;ces ne continuent pas leur d&#xE9;veloppement, ou non, auquel cas ils continuent leur maturation. Notez que dans le cas de la greffe de p&#xE9;rith&#xE8;ces mutants sur du myc&#xE9;lium sauvage, si le produit du g&#xE8;ne affect&#xE9; n&apos;est pas &#xE0; expression autonomes cellulaires, il peut diffuser du myc&#xE9;lium dans le p&#xE9;rith&#xE8;ce et venir masquer le fait que le produit du g&#xE8;ne est n&#xE9;cessaire dans la fructification.</p>
<p>La deuxi&#xE8;me analyse consiste en la construction d&apos;une mosa&#xEF;que g&#xE9;n&#xE9;tique du mutant avec <em>&#x394;mat</em>, une souche pour laquelle le type sexuel a &#xE9;t&#xE9; d&#xE9;l&#xE9;t&#xE9; (figure 135). Une souche d&#xE9;l&#xE9;t&#xE9;e du type sexuel ne peut pas engager la reproduction sexu&#xE9;e car elle ne peut pas reconna&#xEE;tre un partenaire sexuel compatible. Par contre, elle produit des gam&#xE8;tes m&#xE2;les et femelles (inactifs donc) et surtout tous les tissus maternels requis pour le d&#xE9;veloppement du p&#xE9;rith&#xE8;ce.</p>
<figure id="fig1.10.3"><img src="img/image135.png" alt="Mosa&#xEF;que avec une souche &#x394;mat chez Podospora anserina."><figcaption>Figure 3 : Mosa&#xEF;que avec une souche &#x394;mat chez Podospora anserina.</figcaption></figure>
<p>Les mosa&#xEF;ques avec la souche <em>&#x394;mat</em> permettent donc de savoir si  un g&#xE8;ne est important pour la f&#xE9;condation et le d&#xE9;veloppement du tissu sexuel ou non. En effet, la mosa&#xEF;que, qui est un tricaryon fabriqu&#xE9; en m&#xE9;langeant la souche <em>&#x394;mat</em> avec les souches mutantes <em>mat+</em> et <em>mat-</em>, ne produira des p&#xE9;rith&#xE8;ces que si le g&#xE8;ne n&apos;est pas requis pour la f&#xE9;condation et les &#xE9;tapes suivantes du d&#xE9;veloppement du tissu sexuel. En effet, dans ce cas, la souche <em>&#x394;mat</em> peut fournir (compl&#xE9;menter) les tissus maternels d&#xE9;ficients dans le mutant. Au contraire, si c&apos;est la f&#xE9;condation et/ou le tissu sexuel qui sont affect&#xE9;s dans le mutant alors, la souche <em>&#x394;mat</em> ne peut pas suppl&#xE9;&#xE9;e &#xE0; cette d&#xE9;ficience.</p>
<p>La troisi&#xE8;me analyse consiste en la construction d&apos;une mosa&#xEF;que du mutant avec une souche <em>PaPks1-193</em> de type sexuel oppos&#xE9;. Le g&#xE8;ne <em>PaPsk1</em> code pour un enzyme catalysant la premi&#xE8;re &#xE9;tape de la synth&#xE8;se de m&#xE9;lanine chez <em>Podospora anserina</em>. La mutation <em>PaPks1-193</em> abolit la synth&#xE8;se de pigment et entra&#xEE;ne donc une d&#xE9;pigmentation du myc&#xE9;lium, des fructifications et des ascospores. Ce g&#xE8;ne est &#xE0; expression autonome cellulaire. Cela se voit facilement car dans un croisement sauvage x <em>PaPks1-193</em> les ascospores d&apos;un m&#xEA;me asque portant l&apos;all&#xE8;le sauvage sont noires et celles portant <em>PaPks1-193</em> sont blanches. De m&#xEA;me,  si on fabrique un h&#xE9;t&#xE9;rocaryon sauvage/<em>PaPks1-193</em>, celui-ci va produire un m&#xE9;lange de p&#xE9;rith&#xE8;ces compl&#xE8;tement blancs ou compl&#xE8;tement verts, avec cependant quelques rares p&#xE9;rith&#xE8;ces mosa&#xEF;ques ayant une partie de leur p&#xE9;ridium blanche et une autre partie verte. Cela confirme que PaPks1 est &#xE0; expression autonome cellulaire et montre aussi que le nombre de cellules qui initient le p&#xE9;ridium est faible puisque la probabilit&#xE9; qu&apos;il y ait des cellules sauvages et de cellules <em>PaPks1-193</em>  &#xE0; l&apos;origine d&apos;un p&#xE9;rith&#xE8;ce est faible.</p>
<figure id="fig1.10.4"><img src="img/image136.png" alt="mosa&#xEF;que avec une souche PaPks1 chez Podospora anserina."><figcaption>Figure 4 : mosa&#xEF;que avec une souche PaPks1 chez Podospora anserina.</figcaption></figure>
<p>Les mosa&#xEF;ques fabriqu&#xE9;es avec un mutant st&#xE9;rile et <em>PaPks1-193</em> peuvent pr&#xE9;senter plusieurs types de fructifications. Soit, comme avec la souche sauvage, on observe des p&#xE9;rith&#xE8;ces blancs et des p&#xE9;rith&#xE8;ces verts, indiquant que le g&#xE8;ne mut&#xE9; n&apos;est pas requis dans le p&#xE9;rith&#xE8;ce. Soit on observe uniquement des p&#xE9;rith&#xE8;ces blanc indiquant que le g&#xE8;ne est requis dans le p&#xE9;rith&#xE8;ce et que  son produit ne diffuse pas. Soit on voit un m&#xE9;lange de p&#xE9;rith&#xE8;ces verts et de p&#xE9;rith&#xE8;ces mosa&#xEF;ques en quantit&#xE9; beaucoup plus importante que dans une mosa&#xEF;que avec la souche sauvage, indiquant alors que le produit du g&#xE8;ne est essentiel dans le p&#xE9;rith&#xE8;ce mais qu&apos;il diffuse car quelques cellules sauvages pr&#xE9;sentes dans le p&#xE9;ridium suffisent pour une maturation correcte de la fructification.</p>
<p>Ces m&#xE9;thodes ne sont pas circonscrites &#xE0; l&apos;analyse du d&#xE9;veloppement de la fructification chez <em>Podospora anserina</em>. En effet, greffes et mosa&#xEF;ques g&#xE9;n&#xE9;tiques sont fr&#xE9;quemment utilis&#xE9;es aussi chez les animaux et les plantes pour analyser leur d&#xE9;veloppement.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="06.html" class="navigation navigation-prev " aria-label="Previous page: Chapitre 6 : L'identification des allèles sauvages et mutants">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="08.html" class="navigation navigation-next " aria-label="Next page: Chapitre 8 : Les interactions géniques">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Chapitre 7 : L'analyse phénotypique","level":"1.10","depth":1,"next":{"title":"Chapitre 8 : Les interactions géniques","level":"1.11","depth":1,"path":"chap/08.md","ref":"./chap/08.md","articles":[]},"previous":{"title":"Chapitre 6 : L'identification des allèles sauvages et mutants","level":"1.9","depth":1,"path":"chap/06.md","ref":"./chap/06.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{"_pictures":[{"backlink":"./chap/00.html#fig1.3.1","level":"1.3","list_caption":"Figure: première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","alt":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","nro":1,"url":"img/image001.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","attributes":{},"skip":false,"key":"1.3.1"},{"backlink":"./chap/00.html#fig1.3.2","level":"1.3","list_caption":"Figure: représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","alt":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","nro":2,"url":"img/image002.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","attributes":{},"skip":false,"key":"1.3.2"},{"backlink":"./chap/00.html#fig1.3.3","level":"1.3","list_caption":"Figure: en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\"qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","alt":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\"qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","nro":3,"url":"img/image003.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\"qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","attributes":{},"skip":false,"key":"1.3.3"},{"backlink":"./chap/00.html#fig1.3.4","level":"1.3","list_caption":"Figure: structure d'une cellule procaryote typique.","alt":"structure d'une cellule procaryote typique.","nro":4,"url":"img/image004.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule procaryote typique.","attributes":{},"skip":false,"key":"1.3.4"},{"backlink":"./chap/00.html#fig1.3.5","level":"1.3","list_caption":"Figure: structure d'une cellule eucaryote typique.","alt":"structure d'une cellule eucaryote typique.","nro":5,"url":"img/image005.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule eucaryote typique.","attributes":{},"skip":false,"key":"1.3.5"},{"backlink":"./chap/00.html#fig1.3.6","level":"1.3","list_caption":"Figure: le cycle cellulaire d'une cellule eucaryote.","alt":"le cycle cellulaire d'une cellule eucaryote.","nro":6,"url":"img/image006.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle cellulaire d'une cellule eucaryote.","attributes":{},"skip":false,"key":"1.3.6"},{"backlink":"./chap/00.html#fig1.3.7","level":"1.3","list_caption":"Figure: la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","alt":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","nro":7,"url":"img/image007.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","attributes":{},"skip":false,"key":"1.3.7"},{"backlink":"./chap/00.html#fig1.3.8","level":"1.3","list_caption":"Figure: les principaux types de chromosomes définis par les analyses cytologiques.","alt":"les principaux types de chromosomes définis par les analyses cytologiques.","nro":8,"url":"img/image008.png","index":8,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les principaux types de chromosomes définis par les analyses cytologiques.","attributes":{},"skip":false,"key":"1.3.8"},{"backlink":"./chap/00.html#fig1.3.9","level":"1.3","list_caption":"Figure: cycle de vie d'un eucaryote.","alt":"cycle de vie d'un eucaryote.","nro":9,"url":"img/image009.png","index":9,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"cycle de vie d'un eucaryote.","attributes":{},"skip":false,"key":"1.3.9"},{"backlink":"./chap/00.html#fig1.3.10","level":"1.3","list_caption":"Figure: une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","alt":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","nro":10,"url":"img/image010.png","index":10,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","attributes":{},"skip":false,"key":"1.3.10"},{"backlink":"./chap/00.html#fig1.3.11","level":"1.3","list_caption":"Figure: la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","alt":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","nro":11,"url":"img/image011.png","index":11,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","attributes":{},"skip":false,"key":"1.3.11"},{"backlink":"./chap/00.html#fig1.3.12","level":"1.3","list_caption":"Figure: Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","alt":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","nro":12,"url":"img/image012.png","index":12,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","attributes":{},"skip":false,"key":"1.3.12"},{"backlink":"./chap/00.html#fig1.3.13","level":"1.3","list_caption":"Figure: Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","alt":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","nro":13,"url":"img/image013.png","index":13,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","attributes":{},"skip":false,"key":"1.3.13"},{"backlink":"./chap/00.html#fig1.3.14","level":"1.3","list_caption":"Figure: les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","alt":"les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","nro":14,"url":"img/image014.png","index":14,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","attributes":{},"skip":false,"key":"1.3.14"},{"backlink":"./chap/00.html#fig1.3.15","level":"1.3","list_caption":"Figure: le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","alt":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","nro":15,"url":"img/image015.png","index":15,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","attributes":{},"skip":false,"key":"1.3.15"},{"backlink":"./chap/00.html#fig1.3.16","level":"1.3","list_caption":"Figure: codes pour l'établissement des pédigrees.","alt":"codes pour l'établissement des pédigrees.","nro":16,"url":"img/image016.png","index":16,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"codes pour l'établissement des pédigrees.","attributes":{},"skip":false,"key":"1.3.16"},{"backlink":"./chap/00.html#fig1.3.17","level":"1.3","list_caption":"Figure: les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","alt":"les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","nro":17,"url":"img/image017.png","index":17,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","attributes":{},"skip":false,"key":"1.3.17"},{"backlink":"./chap/00.html#fig1.3.18","level":"1.3","list_caption":"Figure: cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","alt":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","nro":18,"url":"img/image018.png","index":18,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","attributes":{},"skip":false,"key":"1.3.18"},{"backlink":"./chap/00.html#fig1.3.19","level":"1.3","list_caption":"Figure: les sept caractères analysés par Mendel.","alt":"les sept caractères analysés par Mendel.","nro":19,"url":"img/image019.png","index":19,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les sept caractères analysés par Mendel.","attributes":{},"skip":false,"key":"1.3.19"},{"backlink":"./chap/00.html#fig1.3.20","level":"1.3","list_caption":"Figure: formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","alt":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","nro":20,"url":"img/image020.png","index":20,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","attributes":{},"skip":false,"key":"1.3.20"},{"backlink":"./chap/00.html#fig1.3.21","level":"1.3","list_caption":"Figure: nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","alt":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","nro":21,"url":"img/image021.png","index":21,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","attributes":{},"skip":false,"key":"1.3.21"},{"backlink":"./chap/00.html#fig1.3.22","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","alt":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","nro":22,"url":"img/image022.png","index":22,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","attributes":{},"skip":false,"key":"1.3.22"},{"backlink":"./chap/00.html#fig1.3.23","level":"1.3","list_caption":"Figure: chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","alt":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","nro":23,"url":"img/image023.png","index":23,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","attributes":{},"skip":false,"key":"1.3.23"},{"backlink":"./chap/00.html#fig1.3.24","level":"1.3","list_caption":"Figure: résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","alt":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","nro":24,"url":"img/image024.png","index":24,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","attributes":{},"skip":false,"key":"1.3.24"},{"backlink":"./chap/00.html#fig1.3.25","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","alt":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","nro":25,"url":"img/image025.png","index":25,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","attributes":{},"skip":false,"key":"1.3.25"},{"backlink":"./chap/00.html#fig1.3.26","level":"1.3","list_caption":"Figure: voie de biosynthèse de l'arginine.","alt":"voie de biosynthèse de l'arginine.","nro":26,"url":"img/image026.png","index":26,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"voie de biosynthèse de l'arginine.","attributes":{},"skip":false,"key":"1.3.26"},{"backlink":"./chap/00.html#fig1.3.27","level":"1.3","list_caption":"Figure: l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","alt":"l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","nro":27,"url":"img/image027.png","index":27,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","attributes":{},"skip":false,"key":"1.3.27"},{"backlink":"./chap/01.html#fig1.4.1","level":"1.4","list_caption":"Figure: zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","alt":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","nro":28,"url":"img/image028.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","attributes":{},"skip":false,"key":"1.4.1"},{"backlink":"./chap/01.html#fig1.4.2","level":"1.4","list_caption":"Figure: principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","alt":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","nro":29,"url":"img/image029.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","attributes":{},"skip":false,"key":"1.4.2"},{"backlink":"./chap/01.html#fig1.4.3","level":"1.4","list_caption":"Figure: les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","alt":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","nro":30,"url":"img/image032.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","attributes":{},"skip":false,"key":"1.4.3"},{"backlink":"./chap/01.html#fig1.4.4","level":"1.4","list_caption":"Figure: tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","alt":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","nro":31,"url":"img/image034.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","attributes":{},"skip":false,"key":"1.4.4"},{"backlink":"./chap/01.html#fig1.4.5","level":"1.4","list_caption":"Figure: en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","alt":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","nro":32,"url":"img/image035.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.5"},{"backlink":"./chap/01.html#fig1.4.6","level":"1.4","list_caption":"Figure: le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","alt":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","nro":33,"url":"img/image036.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","attributes":{},"skip":false,"key":"1.4.6"},{"backlink":"./chap/01.html#fig1.4.7","level":"1.4","list_caption":"Figure: l'épisome F et le mécanisme de conjugaison bactérienne.","alt":"l'épisome F et le mécanisme de conjugaison bactérienne.","nro":34,"url":"img/image037.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"l'épisome F et le mécanisme de conjugaison bactérienne.","attributes":{},"skip":false,"key":"1.4.7"},{"backlink":"./chap/01.html#fig1.4.8","level":"1.4","list_caption":"Figure: le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","alt":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","nro":35,"url":"img/image038.png","index":8,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","attributes":{},"skip":false,"key":"1.4.8"},{"backlink":"./chap/01.html#fig1.4.9","level":"1.4","list_caption":"Figure: le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","alt":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","nro":36,"url":"img/image039.png","index":9,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.4.9"},{"backlink":"./chap/01.html#fig1.4.10","level":"1.4","list_caption":"Figure: les plasmides mitochondriaux de Podospora anserina.","alt":"les plasmides mitochondriaux de Podospora anserina.","nro":37,"url":"img/image040.png","index":10,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les plasmides mitochondriaux de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.10"},{"backlink":"./chap/01.html#fig1.4.11","level":"1.4","list_caption":"Figure: le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","alt":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","nro":38,"url":"img/image041.png","index":11,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","attributes":{},"skip":false,"key":"1.4.11"},{"backlink":"./chap/01.html#fig1.4.12","level":"1.4","list_caption":"Figure: les 13 microsatellites utilisés pour établir les empreintes génétiques.","alt":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","nro":39,"url":"img/image042.png","index":12,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","attributes":{},"skip":false,"key":"1.4.12"},{"backlink":"./chap/01.html#fig1.4.13","level":"1.4","list_caption":"Figure: une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","alt":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","nro":40,"url":"img/image043.png","index":13,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","attributes":{},"skip":false,"key":"1.4.13"},{"backlink":"./chap/01.html#fig1.4.14","level":"1.4","list_caption":"Figure: évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","alt":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","nro":41,"url":"img/image044.png","index":14,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","attributes":{},"skip":false,"key":"1.4.14"},{"backlink":"./chap/01.html#fig1.4.15","level":"1.4","list_caption":"Figure: structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","alt":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","nro":42,"url":"img/image045.png","index":15,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","attributes":{},"skip":false,"key":"1.4.15"},{"backlink":"./chap/01.html#fig1.4.16","level":"1.4","list_caption":"Figure: résultats d'un croisement ♀ X^X Y x ♂ XY.","alt":"résultats d'un croisement ♀ X^X Y x ♂ XY.","nro":43,"url":"img/image046.png","index":16,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"résultats d'un croisement ♀ X^X Y x ♂ XY.","attributes":{},"skip":false,"key":"1.4.16"},{"backlink":"./chap/01.html#fig1.4.17","level":"1.4","list_caption":"Figure: à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","alt":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","nro":44,"url":"img/image047.png","index":17,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","attributes":{},"skip":false,"key":"1.4.17"},{"backlink":"./chap/01.html#fig1.4.18","level":"1.4","list_caption":"Figure: en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","alt":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","nro":45,"url":"img/image048.png","index":18,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","attributes":{},"skip":false,"key":"1.4.18"},{"backlink":"./chap/01.html#fig1.4.19","level":"1.4","list_caption":"Figure: à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","alt":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","nro":46,"url":"img/image049.png","index":19,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","attributes":{},"skip":false,"key":"1.4.19"},{"backlink":"./chap/01.html#fig1.4.20","level":"1.4","list_caption":"Figure: le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","alt":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","nro":47,"url":"img/image050.png","index":20,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","attributes":{},"skip":false,"key":"1.4.20"},{"backlink":"./chap/01.html#fig1.4.21","level":"1.4","list_caption":"Figure: les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","alt":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","nro":48,"url":"img/image051.png","index":21,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","attributes":{},"skip":false,"key":"1.4.21"},{"backlink":"./chap/01.html#fig1.4.22","level":"1.4","list_caption":"Figure: le principe du test de Luria et Delbrück.","alt":"le principe du test de Luria et Delbrück.","nro":49,"url":"img/image052.png","index":22,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le principe du test de Luria et Delbrück.","attributes":{},"skip":false,"key":"1.4.22"},{"backlink":"./chap/01.html#fig1.4.23","level":"1.4","list_caption":"Figure: Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copies de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","alt":"Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copies de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","nro":50,"url":"img/image053.png","index":23,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copies de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","attributes":{},"skip":false,"key":"1.4.23"},{"backlink":"./chap/01.html#fig1.4.24","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":51,"url":"img/image054.png","index":24,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.24"},{"backlink":"./chap/01.html#fig1.4.25","level":"1.4","list_caption":"Figure: effets des transitions et des transversions sur le fonctionnement des protéines.","alt":"effets des transitions et des transversions sur le fonctionnement des protéines.","nro":52,"url":"img/image055.png","index":25,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"effets des transitions et des transversions sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.25"},{"backlink":"./chap/01.html#fig1.4.26","level":"1.4","list_caption":"Figure: effets potentiels des frameshifts sur le fonctionnement des protéines.","alt":"effets potentiels des frameshifts sur le fonctionnement des protéines.","nro":53,"url":"img/image056.png","index":26,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"effets potentiels des frameshifts sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.26"},{"backlink":"./chap/01.html#fig1.4.27","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":54,"url":"img/image057.png","index":27,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.27"},{"backlink":"./chap/01.html#fig1.4.28","level":"1.4","list_caption":"Figure: comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","alt":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","nro":55,"url":"img/image058.png","index":28,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","attributes":{},"skip":false,"key":"1.4.28"},{"backlink":"./chap/01.html#fig1.4.29","level":"1.4","list_caption":"Figure: altérations chromosomiques.","alt":"altérations chromosomiques.","nro":56,"url":"img/image059.png","index":29,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"altérations chromosomiques.","attributes":{},"skip":false,"key":"1.4.29"},{"backlink":"./chap/01.html#fig1.4.30","level":"1.4","list_caption":"Figure: mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","alt":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","nro":57,"url":"img/image060.png","index":30,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","attributes":{},"skip":false,"key":"1.4.30"},{"backlink":"./chap/01.html#fig1.4.31","level":"1.4","list_caption":"Figure: un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","alt":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","nro":58,"url":"img/image061.png","index":31,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","attributes":{},"skip":false,"key":"1.4.31"},{"backlink":"./chap/01.html#fig1.4.32","level":"1.4","list_caption":"Figure: croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","alt":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","nro":59,"url":"img/image062.png","index":32,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","attributes":{},"skip":false,"key":"1.4.32"},{"backlink":"./chap/01.html#fig1.4.33","level":"1.4","list_caption":"Figure: l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","alt":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","nro":60,"url":"img/image063.png","index":33,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","attributes":{},"skip":false,"key":"1.4.33"},{"backlink":"./chap/02.html#fig1.5.1","level":"1.5","list_caption":"Figure: phylogénie globale du monde cellulaire.","alt":"phylogénie globale du monde cellulaire.","nro":61,"url":"img/image064.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"phylogénie globale du monde cellulaire.","attributes":{},"skip":false,"key":"1.5.1"},{"backlink":"./chap/02.html#fig1.5.2","level":"1.5","list_caption":"Figure: le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","alt":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","nro":62,"url":"img/image065.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","attributes":{},"skip":false,"key":"1.5.2"},{"backlink":"./chap/02.html#fig1.5.3","level":"1.5","list_caption":"Figure: le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","alt":"le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","nro":63,"url":"img/image067.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","attributes":{},"skip":false,"key":"1.5.3"},{"backlink":"./chap/02.html#fig1.5.4","level":"1.5","list_caption":"Figure: le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","alt":"le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","nro":64,"url":"img/image068.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","attributes":{},"skip":false,"key":"1.5.4"},{"backlink":"./chap/02.html#fig1.5.5","level":"1.5","list_caption":"Figure: le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","alt":"le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","nro":65,"url":"img/image069.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","attributes":{},"skip":false,"key":"1.5.5"},{"backlink":"./chap/02.html#fig1.5.6","level":"1.5","list_caption":"Figure: pan génome et core génome d'Escherichia coli.","alt":"pan génome et core génome d'Escherichia coli.","nro":66,"url":"img/image070.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"pan génome et core génome d'Escherichia coli.","attributes":{},"skip":false,"key":"1.5.6"},{"backlink":"./chap/02.html#fig1.5.7","level":"1.5","list_caption":"Figure: pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","alt":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","nro":67,"url":"img/image071.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","attributes":{},"skip":false,"key":"1.5.7"},{"backlink":"./chap/03.html#fig1.6.1","level":"1.6","list_caption":"Figure: démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","alt":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","nro":68,"url":"img/image072.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","attributes":{},"skip":false,"key":"1.6.1"},{"backlink":"./chap/03.html#fig1.6.2","level":"1.6","list_caption":"Figure: le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","alt":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","nro":69,"url":"img/image073.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","attributes":{},"skip":false,"key":"1.6.2"},{"backlink":"./chap/03.html#fig1.6.3","level":"1.6","list_caption":"Figure: transformation en deux temps de bactéries réfractaires à la transformation.","alt":"transformation en deux temps de bactéries réfractaires à la transformation.","nro":70,"url":"img/image074.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"transformation en deux temps de bactéries réfractaires à la transformation.","attributes":{},"skip":false,"key":"1.6.3"},{"backlink":"./chap/03.html#fig1.6.4","level":"1.6","list_caption":"Figure: mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","alt":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","nro":71,"url":"img/image075.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","attributes":{},"skip":false,"key":"1.6.4"},{"backlink":"./chap/03.html#fig1.6.5","level":"1.6","list_caption":"Figure: plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","alt":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","nro":72,"url":"img/image076.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","attributes":{},"skip":false,"key":"1.6.5"},{"backlink":"./chap/03.html#fig1.6.6","level":"1.6","list_caption":"Figure: la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","alt":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","nro":73,"url":"img/image077.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","attributes":{},"skip":false,"key":"1.6.6"},{"backlink":"./chap/03.html#fig1.6.7","level":"1.6","list_caption":"Figure: le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","alt":"le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","nro":74,"url":"img/image078.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","attributes":{},"skip":false,"key":"1.6.7"},{"backlink":"./chap/03.html#fig1.6.8","level":"1.6","list_caption":"Figure: la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","alt":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","nro":75,"url":"img/image079.png","index":8,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","attributes":{},"skip":false,"key":"1.6.8"},{"backlink":"./chap/03.html#fig1.6.9","level":"1.6","list_caption":"Figure: modes d'intégration d'ADNs exogènes par recombinaison homologue.","alt":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","nro":76,"url":"img/image080.png","index":9,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","attributes":{},"skip":false,"key":"1.6.9"},{"backlink":"./chap/03.html#fig1.6.10","level":"1.6","list_caption":"Figure: le système NHEJ.","alt":"le système NHEJ.","nro":77,"url":"img/image081.png","index":10,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le système NHEJ.","attributes":{},"skip":false,"key":"1.6.10"},{"backlink":"./chap/03.html#fig1.6.11","level":"1.6","list_caption":"Figure: les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","alt":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","nro":78,"url":"img/image082.png","index":11,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","attributes":{},"skip":false,"key":"1.6.11"},{"backlink":"./chap/03.html#fig1.6.12","level":"1.6","list_caption":"Figure: les premiers systèmes d'inactivation de gènes.","alt":"les premiers systèmes d'inactivation de gènes.","nro":79,"url":"img/image083.png","index":12,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"les premiers systèmes d'inactivation de gènes.","attributes":{},"skip":false,"key":"1.6.12"},{"backlink":"./chap/03.html#fig1.6.13","level":"1.6","list_caption":"Figure: remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","alt":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","nro":80,"url":"img/image084.png","index":13,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","attributes":{},"skip":false,"key":"1.6.13"},{"backlink":"./chap/03.html#fig1.6.14","level":"1.6","list_caption":"Figure: remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","alt":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","nro":81,"url":"img/image085.png","index":14,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","attributes":{},"skip":false,"key":"1.6.14"},{"backlink":"./chap/03.html#fig1.6.15","level":"1.6","list_caption":"Figure: remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","alt":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","nro":82,"url":"img/image086.png","index":15,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","attributes":{},"skip":false,"key":"1.6.15"},{"backlink":"./chap/03.html#fig1.6.16","level":"1.6","list_caption":"Figure: remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","alt":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","nro":83,"url":"img/image087.png","index":16,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","attributes":{},"skip":false,"key":"1.6.16"},{"backlink":"./chap/03.html#fig1.6.17","level":"1.6","list_caption":"Figure: cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","alt":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","nro":84,"url":"img/image088.png","index":17,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","attributes":{},"skip":false,"key":"1.6.17"},{"backlink":"./chap/03.html#fig1.6.18","level":"1.6","list_caption":"Figure: modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","alt":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","nro":85,"url":"img/image089.png","index":18,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","attributes":{},"skip":false,"key":"1.6.18"},{"backlink":"./chap/03.html#fig1.6.19","level":"1.6","list_caption":"Figure: modification de gènes utilisant une co-transformation.","alt":"modification de gènes utilisant une co-transformation.","nro":86,"url":"img/image090.png","index":19,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant une co-transformation.","attributes":{},"skip":false,"key":"1.6.19"},{"backlink":"./chap/03.html#fig1.6.20","level":"1.6","list_caption":"Figure: la mutagenèse par REMI.","alt":"la mutagenèse par REMI.","nro":87,"url":"img/image091.png","index":20,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse par REMI.","attributes":{},"skip":false,"key":"1.6.20"},{"backlink":"./chap/03.html#fig1.6.21","level":"1.6","list_caption":"Figure: la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","alt":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","nro":88,"url":"img/image092.png","index":21,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","attributes":{},"skip":false,"key":"1.6.21"},{"backlink":"./chap/03.html#fig1.6.22","level":"1.6","list_caption":"Figure: la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","alt":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","nro":89,"url":"img/image093.png","index":22,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","attributes":{},"skip":false,"key":"1.6.22"},{"backlink":"./chap/03.html#fig1.6.23","level":"1.6","list_caption":"Figure: deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","alt":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","nro":90,"url":"img/image094.png","index":23,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","attributes":{},"skip":false,"key":"1.6.23"},{"backlink":"./chap/03.html#fig1.6.24","level":"1.6","list_caption":"Figure: en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","alt":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","nro":91,"url":"img/image095.png","index":24,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","attributes":{},"skip":false,"key":"1.6.24"},{"backlink":"./chap/03.html#fig1.6.25","level":"1.6","list_caption":"Figure: en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","alt":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","nro":92,"url":"img/image096.png","index":25,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","attributes":{},"skip":false,"key":"1.6.25"},{"backlink":"./chap/03.html#fig1.6.26","level":"1.6","list_caption":"Figure: crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","alt":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","nro":93,"url":"img/image097.png","index":26,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","attributes":{},"skip":false,"key":"1.6.26"},{"backlink":"./chap/03.html#fig1.6.27","level":"1.6","list_caption":"Figure: mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","alt":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","nro":94,"url":"img/image098.png","index":27,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","attributes":{},"skip":false,"key":"1.6.27"},{"backlink":"./chap/03.html#fig1.6.28","level":"1.6","list_caption":"Figure: l'obtention des mutants est la première étape de l'analyse génétique.","alt":"l'obtention des mutants est la première étape de l'analyse génétique.","nro":95,"url":"img/image099.png","index":28,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"l'obtention des mutants est la première étape de l'analyse génétique.","attributes":{},"skip":false,"key":"1.6.28"},{"backlink":"./chap/04.html#fig1.7.1","level":"1.7","list_caption":"Figure: principe du test de complémentation.","alt":"principe du test de complémentation.","nro":96,"url":"img/image100.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe du test de complémentation.","attributes":{},"skip":false,"key":"1.7.1"},{"backlink":"./chap/04.html#fig1.7.2","level":"1.7","list_caption":"Figure: principe de la complémentation dans les hétérocaryons balancés.","alt":"principe de la complémentation dans les hétérocaryons balancés.","nro":97,"url":"img/image101.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la complémentation dans les hétérocaryons balancés.","attributes":{},"skip":false,"key":"1.7.2"},{"backlink":"./chap/04.html#fig1.7.3","level":"1.7","list_caption":"Figure: réassociation de mutations de positions trans en position cis via un crossing-over.","alt":"réassociation de mutations de positions trans en position cis via un crossing-over.","nro":98,"url":"img/image102.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"réassociation de mutations de positions trans en position cis via un crossing-over.","attributes":{},"skip":false,"key":"1.7.3"},{"backlink":"./chap/04.html#fig1.7.4","level":"1.7","list_caption":"Figure: le protocole de gauche teste la complémentation; celui de droite la recombinaison.","alt":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","nro":99,"url":"img/image103.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","attributes":{},"skip":false,"key":"1.7.4"},{"backlink":"./chap/04.html#fig1.7.5","level":"1.7","list_caption":"Figure: mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","alt":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","nro":100,"url":"img/image104.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","attributes":{},"skip":false,"key":"1.7.5"},{"backlink":"./chap/04.html#fig1.7.6","level":"1.7","list_caption":"Figure: absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","alt":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","nro":101,"url":"img/image105.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","attributes":{},"skip":false,"key":"1.7.6"},{"backlink":"./chap/04.html#fig1.7.7","level":"1.7","list_caption":"Figure: absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","alt":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","nro":102,"url":"img/image106.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","attributes":{},"skip":false,"key":"1.7.7"},{"backlink":"./chap/05.html#fig1.8.1","level":"1.8","list_caption":"Figure: un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","alt":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","nro":103,"url":"img/image107.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","attributes":{},"skip":false,"key":"1.8.1"},{"backlink":"./chap/05.html#fig1.8.2","level":"1.8","list_caption":"Figure: calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","alt":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","nro":104,"url":"img/image108.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","attributes":{},"skip":false,"key":"1.8.2"},{"backlink":"./chap/05.html#fig1.8.3","level":"1.8","list_caption":"Figure: formation de l'asque ordonné chez Neurospora crassa.","alt":"formation de l'asque ordonné chez Neurospora crassa.","nro":105,"url":"img/image109.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"formation de l'asque ordonné chez Neurospora crassa.","attributes":{},"skip":false,"key":"1.8.3"},{"backlink":"./chap/05.html#fig1.8.4","level":"1.8","list_caption":"Figure: schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","alt":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","nro":106,"url":"img/image110.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","attributes":{},"skip":false,"key":"1.8.4"},{"backlink":"./chap/05.html#fig1.8.5","level":"1.8","list_caption":"Figure: asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","alt":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","nro":107,"url":"img/image111.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","attributes":{},"skip":false,"key":"1.8.5"},{"backlink":"./chap/05.html#fig1.8.6","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","nro":108,"url":"img/image112.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","attributes":{},"skip":false,"key":"1.8.6"},{"backlink":"./chap/05.html#fig1.8.7","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","nro":109,"url":"img/image113.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","attributes":{},"skip":false,"key":"1.8.7"},{"backlink":"./chap/05.html#fig1.8.8","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés le même chromosome.","alt":"ségrégation de deux gènes localisés le même chromosome.","nro":110,"url":"img/image114.png","index":8,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés le même chromosome.","attributes":{},"skip":false,"key":"1.8.8"},{"backlink":"./chap/05.html#fig1.8.9","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","alt":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","nro":111,"url":"img/image115.png","index":9,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","attributes":{},"skip":false,"key":"1.8.9"},{"backlink":"./chap/05.html#fig1.8.10","level":"1.8","list_caption":"Figure: test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","alt":"test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","nro":112,"url":"img/image116.png","index":10,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","attributes":{},"skip":false,"key":"1.8.10"},{"backlink":"./chap/05.html#fig1.8.11","level":"1.8","list_caption":"Figure: ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","alt":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","nro":113,"url":"img/image117.png","index":11,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","attributes":{},"skip":false,"key":"1.8.11"},{"backlink":"./chap/05.html#fig1.8.12","level":"1.8","list_caption":"Figure: carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","alt":"carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","nro":114,"url":"img/image118.png","index":12,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","attributes":{},"skip":false,"key":"1.8.12"},{"backlink":"./chap/05.html#fig1.8.13","level":"1.8","list_caption":"Figure: non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","alt":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","nro":115,"url":"img/image119.png","index":13,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","attributes":{},"skip":false,"key":"1.8.13"},{"backlink":"./chap/05.html#fig1.8.14","level":"1.8","list_caption":"Figure: effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","alt":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","nro":116,"url":"img/image120.png","index":14,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","attributes":{},"skip":false,"key":"1.8.14"},{"backlink":"./chap/05.html#fig1.8.15","level":"1.8","list_caption":"Figure: ségrégation mitotique chez Saccharomyces cerevisiae.","alt":"ségrégation mitotique chez Saccharomyces cerevisiae.","nro":117,"url":"img/image121.png","index":15,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation mitotique chez Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.8.15"},{"backlink":"./chap/05.html#fig1.8.16","level":"1.8","list_caption":"Figure: souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","alt":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","nro":118,"url":"img/image122.png","index":16,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","attributes":{},"skip":false,"key":"1.8.16"},{"backlink":"./chap/05.html#fig1.8.17","level":"1.8","list_caption":"Figure: principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","alt":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","nro":119,"url":"img/image123.png","index":17,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","attributes":{},"skip":false,"key":"1.8.17"},{"backlink":"./chap/05.html#fig1.8.18","level":"1.8","list_caption":"Figure: carte génétique d'Escherichia coli obtenue par conjugaison.","alt":"carte génétique d'Escherichia coli obtenue par conjugaison.","nro":120,"url":"img/image124.png","index":18,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique d'Escherichia coli obtenue par conjugaison.","attributes":{},"skip":false,"key":"1.8.18"},{"backlink":"./chap/05.html#fig1.8.19","level":"1.8","list_caption":"Figure: principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","alt":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","nro":121,"url":"img/image125.png","index":19,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","attributes":{},"skip":false,"key":"1.8.19"},{"backlink":"./chap/06.html#fig1.9.1","level":"1.9","list_caption":"Figure: principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représenté par la lettre X: une couverture de 1X veut dire la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","alt":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représenté par la lettre X: une couverture de 1X veut dire la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","nro":122,"url":"img/image126.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représenté par la lettre X: une couverture de 1X veut dire la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","attributes":{},"skip":false,"key":"1.9.1"},{"backlink":"./chap/06.html#fig1.9.2","level":"1.9","list_caption":"Figure: principe du clonage par expression de gènes portant des mutations récessives.","alt":"principe du clonage par expression de gènes portant des mutations récessives.","nro":123,"url":"img/image127.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage par expression de gènes portant des mutations récessives.","attributes":{},"skip":false,"key":"1.9.2"},{"backlink":"./chap/06.html#fig1.9.3","level":"1.9","list_caption":"Figure: principe du clonage positionnel, ici chez un organisme haplobiontique.","alt":"principe du clonage positionnel, ici chez un organisme haplobiontique.","nro":124,"url":"img/image128.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage positionnel, ici chez un organisme haplobiontique.","attributes":{},"skip":false,"key":"1.9.3"},{"backlink":"./chap/06.html#fig1.9.4","level":"1.9","list_caption":"Figure: marche chromosomique.","alt":"marche chromosomique.","nro":125,"url":"img/image129.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"marche chromosomique.","attributes":{},"skip":false,"key":"1.9.4"},{"backlink":"./chap/06.html#fig1.9.5","level":"1.9","list_caption":"Figure: stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","alt":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","nro":126,"url":"img/image130.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","attributes":{},"skip":false,"key":"1.9.5"},{"backlink":"./chap/06.html#fig1.9.6","level":"1.9","list_caption":"Figure: résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","alt":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","nro":127,"url":"img/image131.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","attributes":{},"skip":false,"key":"1.9.6"},{"backlink":"./chap/06.html#fig1.9.7","level":"1.9","list_caption":"Figure: structure du locus affecté par la mutation n°2218 chez Podospora anserina.","alt":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","nro":128,"url":"img/image132.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.9.7"},{"backlink":"./chap/07.html#fig1.10.1","level":"1.10","list_caption":"Figure: développement du périthèce chez Podospora anserina.","alt":"développement du périthèce chez Podospora anserina.","nro":129,"url":"img/image133.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"développement du périthèce chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.1"},{"backlink":"./chap/07.html#fig1.10.2","level":"1.10","list_caption":"Figure: greffes de périthèces chez Podospora anserina.","alt":"greffes de périthèces chez Podospora anserina.","nro":130,"url":"img/image134.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"greffes de périthèces chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.2"},{"backlink":"./chap/07.html#fig1.10.3","level":"1.10","list_caption":"Figure: Mosaïque avec une souche Δmat chez Podospora anserina.","alt":"Mosaïque avec une souche Δmat chez Podospora anserina.","nro":131,"url":"img/image135.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"Mosaïque avec une souche Δmat chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.3"},{"backlink":"./chap/07.html#fig1.10.4","level":"1.10","list_caption":"Figure: mosaïque avec une souche PaPks1 chez Podospora anserina.","alt":"mosaïque avec une souche PaPks1 chez Podospora anserina.","nro":132,"url":"img/image136.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"mosaïque avec une souche PaPks1 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.4"},{"backlink":"./chap/08.html#fig1.11.1","level":"1.11","list_caption":"Figure: épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","alt":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","nro":133,"url":"img/image137.png","index":1,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","attributes":{},"skip":false,"key":"1.11.1"},{"backlink":"./chap/08.html#fig1.11.2","level":"1.11","list_caption":"Figure: épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","alt":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","nro":134,"url":"img/image138.png","index":2,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","attributes":{},"skip":false,"key":"1.11.2"},{"backlink":"./chap/08.html#fig1.11.3","level":"1.11","list_caption":"Figure: épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","alt":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","nro":135,"url":"img/image139.png","index":3,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","attributes":{},"skip":false,"key":"1.11.3"},{"backlink":"./chap/08.html#fig1.11.4","level":"1.11","list_caption":"Figure: identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","alt":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","nro":136,"url":"img/image140.png","index":4,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","attributes":{},"skip":false,"key":"1.11.4"},{"backlink":"./chap/08.html#fig1.11.5","level":"1.11","list_caption":"Figure: identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","alt":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","nro":137,"url":"img/image141.png","index":5,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","attributes":{},"skip":false,"key":"1.11.5"},{"backlink":"./chap/08.html#fig1.11.6","level":"1.11","list_caption":"Figure: mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","alt":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","nro":138,"url":"img/image142.png","index":6,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","attributes":{},"skip":false,"key":"1.11.6"},{"backlink":"./chap/08.html#fig1.11.7","level":"1.11","list_caption":"Figure: ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","alt":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","nro":139,"url":"img/image143.png","index":7,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","attributes":{},"skip":false,"key":"1.11.7"},{"backlink":"./chap/08.html#fig1.11.8","level":"1.11","list_caption":"Figure: schéma d'analyse des suppresseurs.","alt":"schéma d'analyse des suppresseurs.","nro":140,"url":"img/image144.png","index":8,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"schéma d'analyse des suppresseurs.","attributes":{},"skip":false,"key":"1.11.8"},{"backlink":"./chap/08.html#fig1.11.9","level":"1.11","list_caption":"Figure: stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","alt":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","nro":141,"url":"img/image145.png","index":9,"caption_template":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","label":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","attributes":{},"skip":false,"key":"1.11.9"}]},"plugins":["image-captions"],"pluginsConfig":{"image-captions":{"caption":"Figure _PAGE_IMAGE_NUMBER_ : _CAPTION_","variable_name":"_pictures"},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chap/07.md","mtime":"2020-06-18T06:48:01.798Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-06-18T07:59:56.066Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

