
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Chapitre 8 : Les interactions géniques · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="07.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="toc.html">
            
                <a href="toc.html">
            
                    
                    Préambule
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="00.html">
            
                <a href="00.html">
            
                    
                    Introduction générale
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="01.html">
            
                <a href="01.html">
            
                    
                    Chapitre 1 : La variation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="02.html">
            
                <a href="02.html">
            
                    
                    Chapitre 2 : Quelques notions de génomique
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="03.html">
            
                <a href="03.html">
            
                    
                    Chapitre 3 : La mutagenèse
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="04.html">
            
                <a href="04.html">
            
                    
                    Chapitre 4 : La complémentation
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="05.html">
            
                <a href="05.html">
            
                    
                    Chapitre 5 : La recombinaison et l'établissement de cartes génétiques
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="06.html">
            
                <a href="06.html">
            
                    
                    Chapitre 6 : L'identification des allèles sauvages et mutants
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="07.html">
            
                <a href="07.html">
            
                    
                    Chapitre 7 : L'analyse phénotypique
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.11" data-path="08.html">
            
                <a href="08.html">
            
                    
                    Chapitre 8 : Les interactions géniques
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Chapitre 8 : Les interactions géniques</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="chapitre-8--les-interactions-g&#xE9;niques">Chapitre 8 : Les interactions g&#xE9;niques</h1>
<p>Afin de d&#xE9;terminer les implications des g&#xE8;nes dans les divers processus du vivant, nous avons vu dans les chapitres 3 &#xE0; 7 que les mutagen&#xE8;ses, qu&apos;elles soient directes ou inverses, fournissent des mutants qui vont pouvoir &#xEA;tre analys&#xE9;s &#xE0; l&apos;aide de techniques multiples, dont nous avons d&#xE9;taill&#xE9;s quelques exemples. Toutefois, si les informations obtenues par les m&#xE9;thodes d&#xE9;crites pr&#xE9;c&#xE9;demment sont importantes, elles ne concernent principalement que les g&#xE8;nes pris isol&#xE9;ment. Or, dans la physiologie cellulaire, les g&#xE8;nes agissent souvent de concert au sein de voies m&#xE9;taboliques ou de r&#xE9;gulation pour effectuer leurs fonctions. De fait, nous avons vu au Chapitre 4, que l&apos;analyse de la compl&#xE9;mentation, en particulier lorsque il y a des exceptions au principe g&#xE9;n&#xE9;ral, permet de sugg&#xE9;rer des interactions entre les produits cod&#xE9;s par plusieurs g&#xE8;nes. L&apos;analyse des interactions entre mutations permet effectivement donc d&apos;acqu&#xE9;rir des informations suppl&#xE9;mentaires par rapport &#xE0; l&apos;analyse des mutants isol&#xE9;ment.</p>
<p>La m&#xE9;thodologie g&#xE9;n&#xE9;rale consiste &#xE0; construire des doubles mutants (avec des mutations &#xE0; l&apos;&#xE9;tat homozygote dans le cas de mutations r&#xE9;cessives) et &#xE0; observer leurs ph&#xE9;notypes. Formellement, il existe trois types d&apos;interactions possibles:</p>
<ul>
<li>les deux mutations ne montrent pas d&apos;interaction et le double mutant pr&#xE9;sente les ph&#xE9;notypes additionn&#xE9;s des deux mutations.</li>
<li>les deux mutations ont des effets antagonistes. Le double mutant peut ne pr&#xE9;senter par exemple que le ph&#xE9;notype d&apos;une seule des deux mutations: on parle alors d&apos;un effet <strong>&#xE9;pistatique</strong>. Le double mutant peut aussi pr&#xE9;senter un ph&#xE9;notype plus proche de celui du sauvage, voire le ph&#xE9;notype sauvage : on parle alors d&apos;effet <strong>suppresseur</strong>.</li>
<li>les deux mutations voient leurs effets amplifi&#xE9;s de mani&#xE8;re coop&#xE9;rative ou synergique, si bien que le double mutant pr&#xE9;sente un ph&#xE9;notype fortement aggrav&#xE9; par rapport &#xE0; ce qui est attendu par la simple addition des mutations: on parle alors d&apos;effet <strong>accentuateur</strong>.</li>
</ul>
<p>Nous allons voir successivement chacun de ces types d&apos;effets et ce que leur pr&#xE9;sence indique quant &#xE0; la fonction des g&#xE8;nes.</p>
<h2 id="l&#xE9;pistasie">L&#x2019;&#xE9;pistasie</h2>
<p>D&#xE9;finition:  Une mutation est dite <strong>&#xE9;pistatique</strong> sur une autre mutation si le double mutant ne pr&#xE9;sente que le ph&#xE9;notype de cette mutation, alors que celui de l&apos;autre est masqu&#xE9;. La mutation dont le ph&#xE9;notype est masqu&#xE9; est dite <strong>hypostatique</strong>. Comme pour la dominance/r&#xE9;cessivit&#xE9;, il s&apos;agit d&apos;une sorte de relation de domination, mais:</p>
<ul>
<li>les relations de dominance/r&#xE9;cessivit&#xE9; concernent les all&#xE8;les d&apos;un m&#xEA;me g&#xE8;ne</li>
<li>l&apos;&#xE9;pistasie/hypostasie concernent des all&#xE8;les de g&#xE8;nes diff&#xE9;rents</li>
</ul>
<p>Par extension, on dit qu&apos;un g&#xE8;ne est &#xE9;pistatique sur un autre (qui sera alors hypostatique) si les mutations de ce g&#xE8;ne sont &#xE9;pistatiques sur celles affectant le g&#xE8;ne hypostatique.</p>
<p>Des effets d&apos;&#xE9;pistasie vont souvent se produire dans le cas o&#xF9; les mutations affectent des g&#xE8;nes qui participent &#xE0; une m&#xEA;me voie de biosynth&#xE8;se, une m&#xEA;me voie de r&#xE9;gulation/signalisation ou un m&#xEA;me processus d&#xE9;veloppemental. Nous allons voir que l&apos;interpr&#xE9;tation des donn&#xE9;es d&apos;&#xE9;pistasie n&apos;est pas toujours simple. En effet, prenons comme premier exemple une voie de biosynth&#xE8;se linaire d&apos;un produit pour lequel un des interm&#xE9;diaires est toxique ou color&#xE9; (figure 137). Les mutants dans ce g&#xE8;ne seront l&#xE9;taux (ou pigment&#xE9;s). Les doubles mutants poss&#xE9;dant cette mutation l&#xE9;tale ou pigmentant et une autre mutation situ&#xE9;e en amont dans la cha&#xEE;ne de biosynth&#xE8;se seront viables ou incolore, puisque le produit toxique ou color&#xE9; ne sera pas fabriqu&#xE9;. Le g&#xE8;ne agissant en amont est donc &#xE9;pistatique sur celui en aval. De m&#xEA;me, les doubles mutants poss&#xE9;dant cette mutation l&#xE9;tale ou pigmentant et une autre mutation situ&#xE9;e en aval dans la cha&#xEE;ne de biosynth&#xE8;se seront l&#xE9;taux ou color&#xE9;s, puisque le produit est fabriqu&#xE9; dans ce type de doubles-mutants. Une fois encore c&apos;est le g&#xE8;ne situ&#xE9; en amont qui est &#xE9;pistatique. Le m&#xEA;me raisonnement s&apos;applique dans le cas d&apos;une voie de d&#xE9;veloppement lin&#xE9;aire (figure 137): c&apos;est le g&#xE8;ne contr&#xF4;lant l&apos;&#xE9;tape la plus en amont qui sera &#xE9;pistatique sur les g&#xE8;nes situ&#xE9;s plus en aval.</p>
<figure id="fig1.11.1"><img src="img/image137.png" alt="&#xE9;pistasie et voie de biosynth&#xE8;se ou d&#xE9;veloppement. Dans le cas de voies de biosynth&#xE8;se et de d&#xE9;veloppement lin&#xE9;aires le ph&#xE9;notype du double mutant sera celui du mutant du g&#xE8;ne situ&#xE9; le plus en amont."><figcaption>Figure 134 : &#xE9;pistasie et voie de biosynth&#xE8;se ou d&#xE9;veloppement. Dans le cas de voies de biosynth&#xE8;se et de d&#xE9;veloppement lin&#xE9;aires le ph&#xE9;notype du double mutant sera celui du mutant du g&#xE8;ne situ&#xE9; le plus en amont.</figcaption></figure>
<p>Maintenant si on regarde ce qu&apos;il se passe dans une voie de signalisation ou de r&#xE9;gulation lin&#xE9;aire comportant des activateurs et des r&#xE9;presseurs (figure 138); on voit que les g&#xE8;nes &#xE9;pistatiques sont ceux qui sont en aval lorsque l&apos;&#xE9;pistasie est test&#xE9;e entre un activateur et un r&#xE9;presseur. Pour voir ceci, raisonnons &#xE0; partir des mutations perte-de-fonction qui sont les plus fr&#xE9;quentes.</p>
<ul>
<li><p>Si la r&#xE9;gulation est positive, c&apos;est &#xE0; dire que le partenaire situ&#xE9; en amont active celui situ&#xE9; en aval, une mutation nulle dans le g&#xE8;ne amont entra&#xEE;ne une absence de r&#xE9;ponse au signal comme c&#x2019;est normalement le cas chez le sauvage.</p>
</li>
<li><p>Si la r&#xE9;gulation est n&#xE9;gative,  c&apos;est &#xE0; dire que le partenaire situ&#xE9; en amont r&#xE9;prime celui situ&#xE9; en aval, une mutation nulle dans le  g&#xE8;ne amont codant donc un r&#xE9;presseur entra&#xEE;ne que la partie de la voie de signalisation situ&#xE9;e en dessous est active en l&#x2019;absence de signal : on dit que l&apos;expression de la voie est <strong>constitutive</strong>.</p>
</li>
</ul>
<figure id="fig1.11.2"><img src="img/image138.png" alt="&#xE9;pistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation lin&#xE9;aire auront le ph&#xE9;notype de celui du mutant du g&#xE8;ne le plus en aval."><figcaption>Figure 135 : &#xE9;pistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation lin&#xE9;aire auront le ph&#xE9;notype de celui du mutant du g&#xE8;ne le plus en aval.</figcaption></figure>
<p>On voit maintenant facilement que:</p>
<ul>
<li>un double mutant affect&#xE9; pour un r&#xE9;presseur et un activateur situ&#xE9; en amont de celui-ci aura une activation constitutive de la partie de la voie situ&#xE9;e en aval du r&#xE9;presseur.</li>
<li>un double mutant affect&#xE9; pour un r&#xE9;presseur et un activateur situ&#xE9; en aval de celui-ci n&apos;aura pas d&apos;activation de la voie. En effet, le signal constitutif d&apos;activation de la voie sera arr&#xEA;t&#xE9; par l&apos;absence de l&apos;activateur situ&#xE9; en dessous.</li>
</ul>
<p>En conclusion dans les deux cas, c&apos;est le g&#xE8;ne situ&#xE9; en aval qui est &#xE9;pistatique. Au contraire, si les deux mutations affectent deux activateurs (comme par exemple, le r&#xE9;cepteur et l&apos;activateur le plus en aval de la figure 138), la voie se comportera comme dans le mutant de l&apos;activateur le plus en amont. Toute la partie situ&#xE9;e en dessous de l&apos;activateur le plus en amont sera inactive et donc ce sera cette fois le g&#xE8;ne le plus en amont qui sera &#xE9;pistatique. C&apos;est aussi le cas si les deux mutations affectent deux r&#xE9;presseurs car la partie situ&#xE9;e en aval du premier r&#xE9;presseur sera constitutivement active. Notez que g&#xE9;n&#xE9;ralement, les mutations dans les g&#xE8;nes codant les activateurs d&apos;une voie de signalisation lin&#xE9;aire auront tous le m&#xEA;me ph&#xE9;notype et il est donc pas possible d&apos;observer une &#xE9;pistasie. Il en va de m&#xEA;me avec les r&#xE9;presseurs.</p>
<p>Dans le cas de voies branch&#xE9;es les r&#xE9;sultats peuvent &#xEA;tre plus complexes (figure 139).</p>
<figure id="fig1.11.3"><img src="img/image139.png" alt="&#xE9;pistasie dans une voie de biosynth&#xE8;se branch&#xE9;e et complexe. Dans cette voie, deux pr&#xE9;curseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies lin&#xE9;aires. Les mutants dans les g&#xE8;nes de biosynth&#xE8;se du pigment 1 sont donc bleus et ceux dans les g&#xE8;nes de biosynth&#xE8;se du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des g&#xE8;nes codant pour des enzymes impliqu&#xE9;s dans le d&#xE9;p&#xF4;t correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement d&#xE9;pos&#xE9;s. On voit clairement que d&#xE8;s qu&apos;un des g&#xE8;nes impliqu&#xE9;s dans le d&#xE9;p&#xF4;t des pigments est mut&#xE9;, la souche sera blanche, peu importe le(s) pigment(s) fabriqu&#xE9;(s). Ces g&#xE8;nes sont donc &#xE9;pistatiques sur les g&#xE8;nes de fabrication des pigments 1 et 2, bien qu&apos;ils agissent en aval."><figcaption>Figure 136 : &#xE9;pistasie dans une voie de biosynth&#xE8;se branch&#xE9;e et complexe. Dans cette voie, deux pr&#xE9;curseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies lin&#xE9;aires. Les mutants dans les g&#xE8;nes de biosynth&#xE8;se du pigment 1 sont donc bleus et ceux dans les g&#xE8;nes de biosynth&#xE8;se du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des g&#xE8;nes codant pour des enzymes impliqu&#xE9;s dans le d&#xE9;p&#xF4;t correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement d&#xE9;pos&#xE9;s. On voit clairement que d&#xE8;s qu&apos;un des g&#xE8;nes impliqu&#xE9;s dans le d&#xE9;p&#xF4;t des pigments est mut&#xE9;, la souche sera blanche, peu importe le(s) pigment(s) fabriqu&#xE9;(s). Ces g&#xE8;nes sont donc &#xE9;pistatiques sur les g&#xE8;nes de fabrication des pigments 1 et 2, bien qu&apos;ils agissent en aval.</figcaption></figure>
<p>On voit donc qu&#x2019;il est n&#xE9;cessaire de conna&#xEE;tre assez pr&#xE9;cis&#xE9;ment la nature des processus biologiques en cause pour pouvoir interpr&#xE9;ter correctement les relations d&#x2019;&#xE9;pistasie. C&apos;est particuli&#xE8;rement vrai si les voies sont branch&#xE9;es ou complexes. N&#xE9;anmoins, l&apos;obtention de donn&#xE9;es d&apos;&#xE9;pistasie permet de formuler des hypoth&#xE8;se quant aux relations entre g&#xE8;nes, en particulier dans leur ordre d&apos;intervention dans une voie de biosynth&#xE8;se, d&#xE9;veloppement et particuli&#xE8;rement de signalisation ou r&#xE9;gulation.</p>
<h3 id="comment-ordonner-deux-g&#xE8;nes-impliqu&#xE9;s-dans-une-voie-de-signalisation">Comment ordonner deux g&#xE8;nes impliqu&#xE9;s dans une voie de signalisation?</h3>
<p>L&apos;&#xE9;pistasie est d&apos;un grand int&#xE9;r&#xEA;t pour ordonner les g&#xE8;nes dans des voies de signalisation ou de r&#xE9;gulation pouvant mettre en jeu, en cascade, de nombreux g&#xE8;nes. Pour ceci, il faut &#xE9;valuer les relations d&apos;&#xE9;pistasie sur les g&#xE8;nes deux par deux. Ceci n&#xE9;cessite de poss&#xE9;der des mutants affect&#xE9;s dans les deux g&#xE8;nes et ayant des ph&#xE9;notypes diff&#xE9;rents, car bien &#xE9;videmment si les ph&#xE9;notypes conf&#xE9;r&#xE9;s sont identiques, il n&apos;est pas possible de voir si l&apos;un masque l&apos;autre...</p>
<p>Il faut dans un premier temps cr&#xE9;er un double mutant, par croisement. Si les mutations sont dominantes il suffit que les mutations soient pr&#xE9;sentes m&#xEA;me &#xE0; l&#x2019;&#xE9;tat h&#xE9;t&#xE9;rozygote dans le m&#xEA;me organisme. Si les mutations sont r&#xE9;cessives, il faut alors cr&#xE9;er un double mutant homozygote pour les deux mutations.</p>
<p>On observe ensuite le ph&#xE9;notype du double mutant: la mutation &#xE9;pistatique est celle dont le ph&#xE9;notype l&apos;emporte. Pour interpr&#xE9;ter les r&#xE9;sultats sans risque de se tromper, il faut prendre quelques pr&#xE9;cautions:</p>
<ul>
<li>Il faut que les deux g&#xE8;nes interviennent bien sur la m&#xEA;me voie et non sur deux voies parall&#xE8;les. Dans ce dernier cas on le saura rapidement, car le ph&#xE9;notype du double mutant n&apos;est pas celui de l&apos;un ou de l&apos;autre mais au minimum une addition des deux ph&#xE9;notypes.</li>
<li>les deux g&#xE8;nes doivent &#xEA;tre compl&#xE8;tement inactifs chez les deux simples mutants si ceux-ci ont  des pertes de fonction. En effet, l&apos;interpr&#xE9;tation peut &#xEA;tre difficile dans le cas de mutants hypomorphes (voir la section sur  les effets accentuateurs).</li>
<li>Il faut que le signal et les deux g&#xE8;nes &#xE9;tudi&#xE9;s soient les seuls d&#xE9;terminants du ph&#xE9;notype dans l&apos;exp&#xE9;rience: tous les autres g&#xE8;nes sont donc suppos&#xE9;s fonctionner de fa&#xE7;on sauvage chez les simples et doubles mutants.</li>
</ul>
<p>Si ces crit&#xE8;res sont observ&#xE9;s, on peut alors en d&#xE9;duire:</p>
<ul>
<li>Si les deux ph&#xE9;notypes observ&#xE9;s chez les deux simples mutants sont de m&#xEA;me type - tous les deux ont une voie inactive ou tous les deux ont une voie constitutives - alors la mutation &#xE9;pistatique est dans le g&#xE8;ne amont. Si les deux ph&#xE9;notypes observ&#xE9;s chez les simples mutants sont l&apos;un inactif l&apos;autre constitutif, alors la mutation &#xE9;pistatique se trouve dans le g&#xE8;ne aval (voir la figure 138).</li>
</ul>
<p>Cette r&#xE8;gle peut s&#x2019;exprimer aussi de la mani&#xE8;re suivante, qui est &#xE9;quivalente :</p>
<ul>
<li>Si c&apos;est le m&#xEA;me &#xE9;tat du signal qui r&#xE9;v&#xE8;le le ph&#xE9;notype mutant chez les deux simples mutants, la mutation &#xE9;pistatique se trouve dans le g&#xE8;ne amont; si c&apos;est un &#xE9;tat oppos&#xE9; du signal elle se trouve dans le g&#xE8;ne aval.</li>
</ul>
<p>Pour illustrer cette m&#xE9;thode, voici un exemple d&apos;analyse de relation d&apos;&#xE9;pistasie utilisant <em>Saccharomyces cerevisiae</em>. Cette levure sait utiliser le saccharose comme source de carbone car elle poss&#xE8;de une invertase qui hydrolyse ce sucre en glucose et fructose. Normalement, en pr&#xE9;sence de glucose ou de son analogue non m&#xE9;tabolisable le 2-deoxyglucose, la synth&#xE8;se d&apos;invertase est r&#xE9;prim&#xE9;e: une souche sauvage est donc incapable de cro&#xEE;tre sur du milieu contenant du 2-d&#xE9;oxyglucose et du saccharose. Deux mutants haplo&#xEF;des de r&#xE9;gulation de la voie d&apos;utilisation du saccharose comme source de carbone ont &#xE9;t&#xE9; isol&#xE9;s:</p>
<ul>
<li>Le mutant <em>snf1<sup>-</sup></em> ne peut pas pousser sur du milieu avec du saccharose comme seule source de carbone (mais il pousse tr&#xE8;s bien sur glucose). Chez ce mutant le g&#xE8;ne codant l&apos;invertase est sauvage.</li>
<li>Le mutant <em>cid1<sup>-</sup></em> pousse en pr&#xE9;sence de saccharose + 2-d&#xE9;oxyglucose.</li>
</ul>
<p>Dans le cas de la mutation <em>snf1<sup>-</sup></em> on a une expression abolie de l&apos;invertase. Au contraire, dans le mutant <em>cid1<sup>-</sup></em> on a un ph&#xE9;notype constitutif. Les deux mutations &#xE9;tant r&#xE9;cessives et donc des pertes de fonction, <em>snf1</em> code un activateur et <em>cid1</em> pour un r&#xE9;presseur.</p>
<p>L&apos;analyse du double mutant <em>snf1<sup>-</sup> cid1<sup>-</sup></em> montre qu&apos;il a le m&#xEA;me ph&#xE9;notype que le simple mutant <em>snf1<sup>-</sup></em>. La mutation  <em>snf1<sup>-</sup></em> est donc &#xE9;pistatique sur la mutation <em>cid1<sup>-</sup></em>. Les deux ph&#xE9;notypes sont oppos&#xE9;s chez les simples mutants, on en conclut que le g&#xE8;ne agissant en aval est <em>snf1</em> et que donc <em>cid1</em> r&#xE9;prime directement ou indirectement l&apos;activit&#xE9; de <em>snf1</em>.</p>
<h3 id="les-groupes-d&#xE9;pistasie">Les groupes d&apos;&#xE9;pistasie</h3>
<p>Lorsque l&apos;on poss&#xE8;de des mutants ayant un ph&#xE9;notype semblable, il est possible de les regrouper en groupes pr&#xE9;sentant entre eux des relations d&apos;&#xE9;pistasie, indiquant que les g&#xE8;nes pour lesquels ils sont affect&#xE9;s agissent dans une m&#xEA;me voie. Les diff&#xE9;rents groupes form&#xE9;s sont alors appel&#xE9; <strong>groupes d&apos;&#xE9;pistasie</strong>.</p>
<p>Par exemple,  la recherche de mutants sensibles aux rayons UV chez <em>Saccharomyces cerevisiae</em> a permis le criblage de 96 mutants ind&#xE9;pendants, appel&#xE9;s mutants <em>rad</em>, comportant chacun une seule mutation r&#xE9;cessive. Les mutants ont &#xE9;t&#xE9; crois&#xE9;s deux &#xE0; deux pour tester la compl&#xE9;mentation. Ceci a permis de regrouper les all&#xE8;les dans 30 groupes de compl&#xE9;mentation diff&#xE9;rents qui correspondent donc en premi&#xE8;re approximation &#xE0; 30 g&#xE8;nes diff&#xE9;rents. Ces 30 g&#xE8;nes interviennent-ils tous dans le m&#xEA;me processus de r&#xE9;paration, les uns &#xE0; la suite des autres, ou bien y-a-t-il plusieurs mani&#xE8;res de r&#xE9;parer?</p>
<p>Pour r&#xE9;pondre &#xE0; cette question, une analyse d&apos;&#xE9;pistasie a &#xE9;t&#xE9; entreprise. Tous les doubles mutants possibles entre les all&#xE8;les de g&#xE8;nes diff&#xE9;rents pris deux &#xE0; deux ont donc &#xE9;t&#xE9; construits; n&#xE9;anmoins pour simplifier, un seul all&#xE8;le par g&#xE8;ne est test&#xE9;, ce qui repr&#xE9;sente d&#xE9;j&#xE0; 30 x 29= 870 double mutants! Pour ceci, les diplo&#xEF;des sauvages construits pour le test de compl&#xE9;mentation ont &#xE9;t&#xE9; mis &#xE0; sporuler. Apr&#xE8;s m&#xE9;iose et s&#xE9;gr&#xE9;gation, un quart des spores est double mutante. Si les deux locus sont li&#xE9;s l&apos;analyse est un peu plus compliqu&#xE9;e car les doubles mutants, qui ne sont obtenus que par crossing-over, sont donc plus rares.</p>
<p>Ensuite, la sensibilit&#xE9; aux UV pour chaque simple mutant haplo&#xEF;de et pour tous les doubles mutants haplo&#xEF;des a &#xE9;t&#xE9; &#xE9;valu&#xE9;e:</p>
<ul>
<li><p>Si la sensibilit&#xE9; aux UV du double mutant &#xE9;tait la m&#xEA;me que celle de l&apos;un des deux simples mutants, c&apos;est qu&apos;il y a une relation d&apos;&#xE9;pistasie entre eux, donc qu&apos;ils font partie de la m&#xEA;me voie de r&#xE9;paration, dans laquelle ils interviennent s&#xE9;quentiellement.</p>
</li>
<li><p>Si la sensibilit&#xE9; du double mutant est l&apos;addition de celle des deux simples mutants c&apos;est que les deux g&#xE8;nes interviennent dans des processus diff&#xE9;rents dont les effets sur le ph&#xE9;notype s&apos;additionnent chez le double mutant.</p>
</li>
</ul>
<p>En proc&#xE9;dant ainsi syst&#xE9;matiquement on est arriv&#xE9; &#xE0; classer les 30 g&#xE8;nes dans trois groupes d&apos;&#xE9;pistasie diff&#xE9;rents, sugg&#xE9;rant trois m&#xE9;canismes ind&#xE9;pendants de r&#xE9;paration des l&#xE9;sions UV. L&apos;un d&apos;eux en particulier, appel&#xE9; groupe RAD3, regroupe des g&#xE8;nes dont les produits sont impliqu&#xE9;s dans la r&#xE9;paration par excision de nucl&#xE9;otides apr&#xE8;s l&#xE9;sions cr&#xE9;&#xE9;es par les radiations.</p>
<h2 id="la-suppression">La suppression</h2>
<p>Le deuxi&#xE8;me type de relation entre mutations concerne les effets antagonistes. Notez qu&apos;une mutation &#xE9;pistatique peut avoir un effet antagoniste sur une autre rien qu&apos;en masquant son ph&#xE9;notype. N&#xE9;anmoins, il existe d&apos;autres mani&#xE8;res pour une mutation d&apos;annuler le ph&#xE9;notype d&apos;une autre. G&#xE9;n&#xE9;ralement, l&apos;antagonisme entre mutations n&apos;est pas test&#xE9; de mani&#xE8;re dirig&#xE9;e comme dans le cas de l&apos;&#xE9;pistasie, mais se constate, voire s&apos;utilise, au cours d&apos;exp&#xE9;riences de mutagen&#xE8;se. En effet, une technique classique de g&#xE9;n&#xE9;tique consiste &#xE0; s&#xE9;lectionner des mutations ayant des effets antagonistes d&apos;une autre mutation dans un g&#xE8;ne d&#xE9;j&#xE0; bien caract&#xE9;ris&#xE9; afin d&apos;identifier d&apos;autres g&#xE8;nes impliqu&#xE9;s dans le m&#xEA;me processus physiologique: on dit alors que l&apos;on fait une recherche de <strong>suppresseurs</strong>.</p>
<p>Prenons un exemple chez mon champignon favori, <em>Podospora anserina</em>. Ce champignon produit des ascospores noires (en fait vertes tr&#xE8;s fonc&#xE9;es) gr&#xE2;ce &#xE0; un d&#xE9;p&#xF4;t de m&#xE9;lanine. Nous avons vu qu&apos;il existe des mutants, dont le mutant <em>PaPks1-193</em> (voir section du Chapitre 7 sur l&apos;Autonomie cellulaire de l&#x2019;expression d&#x2019;un g&#xE8;ne), qui produisent des ascospores d&#xE9;pourvues des pigments (figure 140). D&#x2019;abord d&#xE9;couverts par hasard, puis activement recherch&#xE9;s, des mutants de la souche <em>PaPks1-193</em> retrouvant une couleur plus proches du sauvage (avec donc des ascospores vertes avec des pigmentations allant du vert clair au noir) ont &#xE9;t&#xE9; obtenus (figure 140). On appelle souvent ce type de souches qui poss&#xE8;de une ph&#xE9;notype plus proche du sauvage que la souche mutante initiale des <strong>r&#xE9;vertants</strong>. Que contiennent ces r&#xE9;vertants? En particulier, la mutation <em>PaPks1-193</em> est-elle toujours pr&#xE9;sentes dans ces souches ayant des ascospores color&#xE9;es?</p>
<figure id="fig1.11.4"><img src="img/image140.png" alt="identification de r&#xE9;vertant du d&#xE9;faut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour d&#xE9;tail. Pour des raisons de simplicit&#xE9;, les asques repr&#xE9;sentent la s&#xE9;gr&#xE9;gation des caract&#xE8;res apr&#xE8;s la m&#xE9;iose et avant la mitose postm&#xE9;iotique. En effet, chez Podospora anserina, la mitose postm&#xE9;otique est suivie d&apos;un arrangement particulier des noyaux qui entra&#xEE;ne la formation d&apos;ascospores binucl&#xE9;es contenant des noyaux non-fr&#xE8;res."><figcaption>Figure 137 : identification de r&#xE9;vertant du d&#xE9;faut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour d&#xE9;tail. Pour des raisons de simplicit&#xE9;, les asques repr&#xE9;sentent la s&#xE9;gr&#xE9;gation des caract&#xE8;res apr&#xE8;s la m&#xE9;iose et avant la mitose postm&#xE9;iotique. En effet, chez Podospora anserina, la mitose postm&#xE9;otique est suivie d&apos;un arrangement particulier des noyaux qui entra&#xEE;ne la formation d&apos;ascospores binucl&#xE9;es contenant des noyaux non-fr&#xE8;res.</figcaption></figure>
<p>Pour apporter une r&#xE9;ponse, un premier croisement avec la souche  <em>PaPks1-193</em> doit &#xEA;tre fait afin de voir s&apos;il y a une deuxi&#xE8;me mutation dans ces souches &#xE0; pigmentation restaur&#xE9;e (figure 140). En effet, dans ce cas il y a une s&#xE9;gr&#xE9;gation 50% de spores blanche et 50% de spores color&#xE9;es dans la descendance. C&apos;est ce que qui est observ&#xE9; dans une majorit&#xE9; des souches ayant une pigmentation restaur&#xE9;e, indiquant que le retour de la pigmentation est bien li&#xE9; &#xE0; la pr&#xE9;sence <u>d&apos;une deuxi&#xE8;me mutation ayant un effet antagoniste</u> ou <strong>suppresseur</strong> de la mutation <em>PaPks1-193</em>.</p>
<p>Un deuxi&#xE8;me croisement est r&#xE9;alis&#xE9; entre les descendants r&#xE9;vertants et la souche sauvage et dans la descendance deux types de s&#xE9;gr&#xE9;gation sont observ&#xE9;s (figure 140):</p>
<ul>
<li>Dans le premier type, on constate la pr&#xE9;sence de 50% de spores noires et 50% de spores pigment&#xE9;es (et donc 100% de spores noires si le retour &#xE0; la pigmentation redonne un ph&#xE9;notype sauvage). Dans ce cas, on peut en conclure que la deuxi&#xE8;me mutation est tr&#xE8;s proche de la mutation initiale <em>PaPks1-193</em> car elle ne recombine pas avec elle (auquel cas, nous devrions avoir des descendants ayant le ph&#xE9;notype blanc apport&#xE9; par la mutation <em>PaPks1-193</em> seule). L&apos;hypoth&#xE8;se la plus probable est qu&apos;il s&apos;agit d&apos;une deuxi&#xE8;me mutation dans le g&#xE8;ne <em>PaPks1</em> qui annule ou modifie la premi&#xE8;re mutation. On parle alors de <strong>r&#xE9;version</strong> ou <strong>suppresseur intrag&#xE9;nique</strong>. L&apos;hypoth&#xE8;se la plus logique, mais pas forc&#xE9;ment la plus probable, est un retour dans le g&#xE8;ne <em>PaPks1</em> &#xE0; une s&#xE9;quence identique &#xE0; celle de l&apos;all&#xE8;le sauvage: il s&apos;agit alors d&apos;une <strong>r&#xE9;version vraie</strong>. Toutefois, en fonction du type de mutation, le retour &#xE0; un ph&#xE9;notype sauvage n&apos;implique pas forc&#xE9;ment une r&#xE9;version vraie, on parle alors simplement de r&#xE9;version (parfois de r&#xE9;version intrag&#xE9;nique, ce qui est une redondance). En voici quelques exemples:<ul>
<li>La mutation initiale est un faux-sens ou un non-sens et la r&#xE9;version consiste en l&apos;acquisition &#xE0; l&apos;endroit de la premi&#xE8;re mutation d&apos;une seconde mutation dite <strong>intra-codon</strong> qui va permettre de coder pour un acide amin&#xE9; compatible avec la fonction de la prot&#xE9;ine.</li>
<li>La mutation initiale est un frameshift +1 (resp. -1) et la seconde mutation est un frameshift -1 (resp. +1) qui permet de restaurer la phase normale de d&#xE9;codage. La prot&#xE9;ine ainsi obtenue aura une courte s&#xE9;quence situ&#xE9;e entre les deux frameshift qui ne sera pas celle de la prot&#xE9;ine sauvage. Souvent, ce type de prot&#xE9;ines est partiellement fonctionnel et leur production permet de restaurer  au moins en partie le ph&#xE9;notype sauvage.</li>
<li>Plus int&#xE9;ressant pour les biochimistes, la mutation initiale est un faux-sens dans un codon codant pour un acide amin&#xE9; important pour la structuration et/ou le fonctionnement de la prot&#xE9;ine. La mutation rend donc la prot&#xE9;ine inactive et la seconde mutation a lieu dans un codon codant pour un acide amin&#xE9; qui interagit avec l&apos;acide amin&#xE9; important et restaure la structuration et/ou la fonction de la prot&#xE9;ine. Ce type d&apos;analyse permet donc d&apos;identifier de nouveaux acides amin&#xE9;s importants pour le fonctionnement de la prot&#xE9;ine.</li>
</ul>
</li>
</ul>
<p>Notez qu&apos;il n&apos;est souvent pas possible de corriger par r&#xE9;version une d&#xE9;l&#xE9;tion, sauf s&apos;il existe une copie (inactive) du g&#xE8;ne dans un autre endroit du g&#xE9;nome.</p>
<ul>
<li>Dans le deuxi&#xE8;me type, des mutants ayant le ph&#xE9;notype de la souche portant <em>PaPks1-193</em> sont obtenus.  Il y a donc eu recombinaison entre la mutation <em>PaPks1-193</em> et la mutation antagoniste. L&apos;hypoth&#xE8;se la plus probable est que la deuxi&#xE8;me mutation s&apos;est produite dans un g&#xE8;ne autre que <em>PaPks1</em>. Ceci sera d&apos;autant plus vrai si les descendant de type  <em>PaPks1-193</em> sont pr&#xE9;sents &#xE0; la fr&#xE9;quence de 25% car dans ce cas, le g&#xE8;ne <em>PaPks1</em> et celui portant la mutation antagoniste seront ind&#xE9;pendants, possiblement sur un autre chromosome. Si le g&#xE8;ne portant la mutation antagoniste est li&#xE9; &#xE0; <em>PaPks1</em>, les descendants de type  <em>PaPks1-193</em> seront pr&#xE9;sent avec une fr&#xE9;quence inf&#xE9;rieure &#xE0; 25%. Il m&#xEA;me possible de calculer la distance qui sera &#xE9;gale &#xE0; 2 x la fr&#xE9;quence de descendant de type <em>PaPks1-193</em> x 100 cM. Dans le cas o&#xF9; la deuxi&#xE8;me mutation a lieu dans un autre g&#xE8;ne que celui de la mutation initiale, on dit qu&apos;il s&apos;agit d&apos;un <strong>suppresseur extrag&#xE9;nique</strong> (et plus rarement de r&#xE9;version fausse, terme que je n&apos;aime pas bien). Notez que l&apos;on ne sait rien a priori du ph&#xE9;notype de la mutation suppresseur seule. Celui-ci peut aller d&apos;une absence de ph&#xE9;notype &#xE0; un ph&#xE9;notype oppos&#xE9; &#xE0; celui de la mutation originale, en passant par d&apos;autres ph&#xE9;notypes plus impr&#xE9;vus. En effet, nous allons voir dans les sections suivantes les diff&#xE9;rentes modalit&#xE9;s d&apos;action de telles mutations suppresseurs, car elles peuvent &#xEA;tre vari&#xE9;s et inattendues.</li>
</ul>
<p>En r&#xE9;sum&#xE9;, <strong>il existe deux grands types de mutations qui permettent de restaurer un ph&#xE9;notype sauvage: les r&#xE9;versions qui vont se produire dans le m&#xEA;me g&#xE8;ne que celui portant la mutation initiale et les suppresseurs extrag&#xE9;niques qui vont se produire dans un autre g&#xE8;ne</strong>. Les r&#xE9;versions intrag&#xE9;niques permettent d&#x2019;avoir des informations sur les relations structure-fonction &#xE0; l&#x2019;int&#xE9;rieur d&#x2019;une prot&#xE9;ine, mais elles ne permettent pas d&#x2019;identifier de nouveaux g&#xE8;nes. Au contraire, les suppresseurs extrag&#xE9;niques ont &#xE9;t&#xE9; &#xE9;tudi&#xE9;s de fa&#xE7;on plus extensive car ils sont des outils exceptionnels pour &#xE9;tablir que des relations fonctionnelles existent entre deux prot&#xE9;ines et donc pour d&#xE9;cortiquer des voies m&#xE9;taboliques ou de signalisation. Donc une bonne part du travail du g&#xE9;n&#xE9;ticien qui &#xE9;tudie un g&#xE8;ne et sa fonction consistera &#xE0; isoler et &#xE0; caract&#xE9;riser  (par les m&#xE9;thodes de la mutagen&#xE8;se directe vue au chapitre 3) des suppresseurs extrag&#xE9;niques du ph&#xE9;notype des all&#xE8;les mutants de son g&#xE8;ne pr&#xE9;f&#xE9;r&#xE9;, en particulier de la d&#xE9;l&#xE9;tion de ce g&#xE8;ne car alors les mutants identifi&#xE9;s seront essentiellement extrag&#xE9;niques! Nous allons donc d&#xE9;tailler un peu plus la mani&#xE8;re dont fonctionnent ces suppresseurs.</p>
<h3 id="suppresseur-par-&#xE9;pistasie-agissant-sur-la-m&#xEA;me-voie">Suppresseur par &#xE9;pistasie agissant sur la m&#xEA;me voie</h3>
<p>Nous avons vu que les mutations &#xE9;pistatiques masquent les effets d&apos;autres mutations, et peuvent de ce fait conf&#xE9;rer au double mutant un ph&#xE9;notype plus proche du sauvage que ne l&apos;est celui du mutant contenant la mutation hypostatique. C&apos;est particuli&#xE8;rement le cas si les mutations affectent des processus biologiques dont le contr&#xF4;le fait intervenir des voies de signalisation c&apos;est &#xE0; dire prot&#xE9;ines qui sont activ&#xE9;es s&#xE9;quentiellement via des successions d&apos;activateurs et r&#xE9;presseurs qui agissent en &quot;cascade&quot;, pour aboutir finalement &#xE0; l&apos;activation ou l&apos;extinction de l&apos;expression de g&#xE8;nes cibles (voir section pr&#xE9;c&#xE9;dente sur l&apos;&#xE9;pistasie).</p>
<p>Une mutation suppressive agira donc en alt&#xE9;rant l&#x2019;activit&#xE9; soit d&#x2019;un r&#xE9;presseur soit d&#x2019;un activateur de la voie &#xE0; une &#xE9;tape diff&#xE9;rente de la premi&#xE8;re mutation. Ceci permet d&#x2019;identifier et d&#x2019;ordonner des partenaires agissant dans la m&#xEA;me voie de r&#xE9;gulation &#xE0; des &#xE9;tapes diff&#xE9;rentes. On a alors une suppression qui est <strong>g&#xE8;ne-sp&#xE9;cifique</strong> et <strong>all&#xE8;le-non-sp&#xE9;cifique</strong>. Cependant, ils sont parfois <strong>all&#xE8;le-sp&#xE9;cifique</strong>. Cela veut dire que la mutation suppresseur n&apos;agira que sur des mutations de certains g&#xE8;nes voire dans certains cas uniquement sur certains all&#xE8;les particuliers de ce g&#xE8;ne. Par exemple, une mutation nulle dans un r&#xE9;presseur sera corrig&#xE9;e par des mutations nulles d&apos;activateurs que s&apos;ils sont situ&#xE9;s en dessous du r&#xE9;presseur dans la voie de signalisation. Par contre, les m&#xEA;mes mutations nulles dans des activateurs ne corrigeront pas une mutation nulle d&apos;un r&#xE9;presseur situ&#xE9; en dessous dans la voie de signalisation. De m&#xEA;me, une mutation dominante constitutive dans un activateur sera corrig&#xE9;e par une mutation nulle affectant un activateur agissant en aval; ce suppresseur ne corrigera pas par contre une mutation nulle r&#xE9;cessive affectant l&#x2019;activateur amont. Notez que le fait que ce type de suppresseur peut agir sur des mutations nulles veut dire qu&apos;ils sont capables de supprimer des d&#xE9;l&#xE9;tions.</p>
<p>En conclusion, quand deux mutations causent des ph&#xE9;notypes oppos&#xE9;s et que l&#x2019;une supprime le ph&#xE9;notype de l&#x2019;autre on parle de suppression par &#xE9;pistasie et le ph&#xE9;notype observ&#xE9; chez le double mutant (qui donc n&#x2019;est pas sauvage mais souvent moins alt&#xE9;r&#xE9; que celui de la mutation hypostatique) est celui de la mutation &#xE9;pistatique.</p>
<h4 id="les-suppresseurs-multicopies">Les suppresseurs multicopies</h4>
<p>Un cas particulier de la suppression par &#xE9;pistasie est la suppression d&apos;un ph&#xE9;notype mutant par surexpression d&apos;un g&#xE8;ne sauvage. Par exemple, chez <em>Saccharomyces cerevisiae</em>, une cellule haplo&#xEF;de de g&#xE9;notype MATa peut se conjuguer avec une cellule de g&#xE9;notype MAT&#x3B1; pour former un diplo&#xEF;de MATa/MAT&#x3B1;. Un tel diplo&#xEF;de est capable de sporuler en milieu carenc&#xE9;. Des mutants sont disponibles dans les g&#xE8;nes des types sexuels mata ou mat&#x3B1;. A l&apos;&#xE9;tat h&#xE9;t&#xE9;rozygote (souches Mata<sup>-</sup> Mat&#x3B1; ou Mata Mat&#x3B1;<sup>-</sup>), ces diplo&#xEF;des sont incapables de sporuler. On peut obtenir la suppression de ce ph&#xE9;notype mutant en transformant le diplo&#xEF;de mutant par un plasmide multicopie portant le g&#xE8;ne <em>IME1</em> sauvage (inducteur de m&#xE9;iose). L&apos;explication est la suivante: pour d&#xE9;clencher la m&#xE9;iose le complexe prot&#xE9;ique a/&#x3B1; est requis pour activer le g&#xE8;ne <em>IME1</em> qui &#xE0; son tour active des g&#xE8;nes cibles sp&#xE9;cifiques de la m&#xE9;iose. Si le g&#xE8;ne sauvage <em>IME1</em> est pr&#xE9;sent en 25 ou 30 copies au lieu de deux, la transcription basale, m&#xEA;me tr&#xE8;s faible, de <em>IME1</em> suffit pour pour accumuler suffisamment de prot&#xE9;ine d&#xE9;clenchant ainsi la m&#xE9;iose.</p>
<p>La recherche de suppresseur de ce type, dits <strong>suppresseurs multicopies</strong>, est tr&#xE8;s simple chez les bact&#xE9;ries et les levures car il suffit de transformer la souche mutante par une banque d&apos;ADN g&#xE9;nomique de la souche sauvage construite dans un plasmide multicopie, comme le plasmide 2&#xB5; ou des plasmides poss&#xE9;dant des s&#xE9;quences ARS pour les levures (figure 141). Les souches s&#xE9;lectionn&#xE9;es sont donc celles qui retrouvent un ph&#xE9;notype proche du sauvage. Outre celles qui portent l&apos;all&#xE8;le sauvage du g&#xE8;ne mutant, ces souches porteront les g&#xE8;nes agissant en tant que suppresseurs multicopies. Ce type de mutagen&#xE8;se a &#xE9;t&#xE9; utilis&#xE9; extensivement chez <em>Saccharomyces cerevisiae</em> et <em>Schizosaccharomyces pombe</em> pour identifier des acteurs de nombreuses voies de signalisation et r&#xE9;gulation.</p>
<figure id="fig1.11.5"><img src="img/image141.png" alt="identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l&apos;all&#xE8;le sauvage en multicopie peut en lui-m&#xEA;me conf&#xE9;rer un ph&#xE9;notype diff&#xE9;rent du ph&#xE9;notype sauvage, &#xE9;ventuellement oppos&#xE9; &#xE0; celui de la mutation initiale."><figcaption>Figure 138 : identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l&apos;all&#xE8;le sauvage en multicopie peut en lui-m&#xEA;me conf&#xE9;rer un ph&#xE9;notype diff&#xE9;rent du ph&#xE9;notype sauvage, &#xE9;ventuellement oppos&#xE9; &#xE0; celui de la mutation initiale.</figcaption></figure>
<h3 id="suppresseur-agissant-au-niveau-de-lactivit&#xE9;-de-la-prot&#xE9;ine">Suppresseur agissant au niveau de l&#x2019;activit&#xE9; de la prot&#xE9;ine</h3>
<p>Si une premi&#xE8;re mutation diminue l&#x2019;activit&#xE9; sp&#xE9;cifique d&#x2019;une prot&#xE9;ine, une mutation suppressive pourra intervenir pour l&#x2019;augmenter. Notez que les r&#xE9;versions intrag&#xE9;niques int&#xE9;ressant les biochimistes entrent dans cette cat&#xE9;gorie. Mais on peut envisager un autre m&#xE9;canisme si les deux mutations affectent deux prot&#xE9;ines qui forment un complexe par des contacts prot&#xE9;ine-prot&#xE9;ine comme deux sous-unit&#xE9;s d&#x2019;un enzyme h&#xE9;t&#xE9;ro-dim&#xE9;rique cod&#xE9;es par des g&#xE8;nes diff&#xE9;rents, ou bien deux polypeptides intervenant dans un complexe multi-prot&#xE9;ique (figure 142). Une premi&#xE8;re mutation dans une des prot&#xE9;ines change un acide amin&#xE9; impliqu&#xE9; dans le contact avec la prot&#xE9;ine partenaire et ce contact est d&#xE9;truit. Le complexe ne se forme pas correctement et il est donc inactif. Une seconde mutation suppresseur dans la prot&#xE9;ine partenaire peut r&#xE9;tablir le contact. Ce genre de m&#xE9;canisme de suppression fonctionnelle est tr&#xE8;s important pour mettre en &#xE9;vidence les partenaires fonctionnels d&#x2019;une prot&#xE9;ine et identifier les acides amin&#xE9;s mis en jeu. Notez que nous avons vu un cas ressemblant mais qui int&#xE9;ressent des all&#xE8;les diff&#xE9;rents d&apos;un m&#xEA;me g&#xE8;ne codant pour une prot&#xE9;ine homo-multim&#xE9;rique dans le cadre de la compl&#xE9;mentation intrag&#xE9;nique.</p>
<figure id="fig1.11.6"><img src="img/image142.png" alt="mode d&apos;action de suppresseurs agissant au sein d&apos;un complexe multim&#xE9;rique."><figcaption>Figure 139 : mode d&apos;action de suppresseurs agissant au sein d&apos;un complexe multim&#xE9;rique.</figcaption></figure>
<p>De tels suppresseurs sont  bien &#xE9;videmment <strong>g&#xE8;ne-sp&#xE9;cifique</strong> et <strong>all&#xE8;le-sp&#xE9;cifique</strong>. En effet, la restauration de l&apos;activit&#xE9; du complexe ne peut se faire qu&apos;entre monom&#xE8;res ayant des mutations bien sp&#xE9;cifiques s&apos;annulant l&apos;une l&apos;autre. Il est donc peu probable que ce type de suppresseur agisse sur une d&#xE9;l&#xE9;tion. Notez que ce n&apos;est pas impossible comme par exemple dans le cadre de complexe multim&#xE9;rique o&#xF9; une mutation suppresseur peut renforcer la stabilit&#xE9; d&apos;un complexe qui redevient fonctionnel en absence d&apos;une de ses sous-unit&#xE9;s n&apos;ayant pas d&apos;activit&#xE9; catalytique mais servant &#xE0; sa stabilisation.</p>
<h3 id="suppresseur-agissant-au-niveau-de-lexpression-dun-g&#xE8;ne">Suppresseur agissant au niveau de l&#x2019;expression d&#x2019;un g&#xE8;ne</h3>
<p>Si une mutation diminue l&#x2019;expression d&#x2019;un g&#xE8;ne, donc la quantit&#xE9; finale de prot&#xE9;ine active synth&#xE9;tis&#xE9;e, on peut imaginer qu&#x2019;une deuxi&#xE8;me mutation qui augmente l&#x2019;expression compense l&#x2019;effet de la premi&#xE8;re.
La mutation suppressive peut agir &#xE0; diff&#xE9;rents niveaux :</p>
<ul>
<li>mutations dans le promoteur du g&#xE8;ne alt&#xE9;r&#xE9; par la mutation et agissant donc en cis sur le m&#xEA;me g&#xE8;ne pour augmenter la transcription du g&#xE8;ne. Il ne s&apos;agira donc pas d&apos;un suppresseur extrag&#xE9;nique mais d&apos;une r&#xE9;version intrag&#xE9;nique. Ce sera aussi le cas d&apos;une duplication ou d&apos;une amplification du g&#xE8;ne mutant.</li>
<li>mutations dans la machinerie de transcription qui la rendent plus active, ou dans celle de maturation de l&#x2019;ARNm qui rendent l&#x2019;&#xE9;pissage des introns plus efficace. En particulier, des mutations dans des activateurs de transcription impliqu&#xE9;s dans l&apos;expression du g&#xE8;ne et qui ont par exemple une affinit&#xE9; augment&#xE9;e pour le promoteur vont se comporter comme des suppresseur extrag&#xE9;nique.</li>
<li>mutations qui augmentent la stabilit&#xE9; de l&#x2019;ARNm ou de la prot&#xE9;ine, en diminuant leur turn-over. Notez que dans le cas de la stabilit&#xE9; des ARN messager, cela peut laisser l&apos;opportunit&#xE9; &#xE0; la machinerie de traduction de faire plus d&apos;erreurs (voir section sur les suppresseurs informationnels).</li>
</ul>
<p>La sp&#xE9;cificit&#xE9; de ces suppresseurs est variable en fonction des g&#xE8;nes qu&apos;ils affectent; n&#xE9;anmoins le plus souvent ces suppresseurs sont <strong>g&#xE8;ne-sp&#xE9;cifique</strong> et <strong>all&#xE8;le-sp&#xE9;cifique</strong>. Cette classe de suppresseur permet donc d&#x2019;identifier soit des r&#xE9;gulateurs sp&#xE9;cifiques d&#x2019;un g&#xE8;ne donn&#xE9; ou le plus souvent des g&#xE8;nes intervenant dans les processus g&#xE9;n&#xE9;raux de l&#x2019;expression g&#xE9;nique. Mais dans certains on peut isoler ainsi des prot&#xE9;ines qui interagissent. Par exemple, chez <em>Caenorhabditis elegans</em>, le g&#xE8;ne <em>unc54</em> code pour une myosine impliqu&#xE9;e dans la contraction musculaire. Un all&#xE8;le mutant de ce g&#xE8;ne &#xE0; l&#x2019;&#xE9;tat h&#xE9;t&#xE9;rozygote conduit &#xE0; la paralysie du ver. La mutation est dominante et on a des raisons de penser que l&#x2019;all&#xE8;le mut&#xE9; empoisonne l&#x2019;all&#xE8;le sauvage. En effet, on a isol&#xE9; un suppresseur chez lequel on a montr&#xE9; que le g&#xE8;ne sauvage <em>unc54</em> &#xE9;tait dupliqu&#xE9;. Il y a donc deux copies de l&#x2019;all&#xE8;le actif produisant une double dose de prot&#xE9;ines et une copie du g&#xE8;ne mut&#xE9; codant le poison qui ne peut titrer qu&apos;une dose de la prot&#xE9;ine active.</p>
<h3 id="suppresseur-agissant-sur-une-voie-parall&#xE8;le">Suppresseur agissant sur une voie parall&#xE8;le</h3>
<p>Une mutation qui inactive une voie peut &#xEA;tre supprim&#xE9;e par une deuxi&#xE8;me mutation qui active une voie parall&#xE8;le venant compenser le d&#xE9;faut de la premi&#xE8;re. Ce type de suppresseurs o&#xF9; la fonction d&#xE9;ficiente est appel&#xE9; <strong>suppresseur fonctionnel</strong> au sens strict (en effet, les suppresseurs fonctionnels au sens large englobent l&apos;ensemble des suppresseurs permettant une restauration de la &quot;fonction&quot; du g&#xE8;ne mut&#xE9;, y compris par activation d&apos;une voie parall&#xE8;le, soit tous les types de suppresseur vus pr&#xE9;c&#xE9;demment). Ils vont &#xEA;tre <strong>g&#xE8;ne-sp&#xE9;cifique</strong> mais <strong>all&#xE8;le-non-sp&#xE9;cifique</strong>. Ils vont en particulier pouvoir supprimer des d&#xE9;l&#xE9;tions.</p>
<p>Un exemple classique chez <em>Escherichia coli</em> est la suppression de mutations dans la perm&#xE9;ase au maltose qui rendent la bact&#xE9;rie incapable de cro&#xEE;tre sur maltose par des mutations qui modifient la sp&#xE9;cificit&#xE9; de la perm&#xE9;ase au lactose . Celle-ci devient capable de transporter le maltose alors que la perm&#xE9;ase sauvage en est incapable.</p>
<p>Un autre exemple pris chez <em>Saccharomyces cerevisiae</em> concerne le cytochrome C qui est pr&#xE9;sent sous deux isoformes. Deux g&#xE8;nes codent chacun un des deux cytochromes C. <em>CYC1</em> code l&apos;iso1-cytc qui repr&#xE9;sente 90% du cytochrome C pr&#xE9;sent dans les cellules et <em>CYC7</em> code l&apos;iso2-cytc qui repr&#xE9;sente les 10% restants. Une mutation nulle dans <em>CYC1</em> provoque un retard de croissance sur milieu glucos&#xE9; et entra&#xEE;ne donc des colonies de petite taille. On conna&#xEE;t une mutation suppressive qui supprime ce ph&#xE9;notype et restaure une croissance normale : il s&#x2019;agit d&#x2019;une mutation dans <em>CYC7</em> qui multiplie par 18 l&apos;expression de l&apos;iso2cytc. Cette mutation est une insertion d&apos;un transposon Ty1 &#xE0; 240 bp en amont de la phase codante et qui augmente donc la transcription du g&#xE8;ne <em>CYC7</em>. Attention, il s&apos;agit bien d&apos;un suppresseur qui active une autre voie (ici par augmentation de la transcription de <em>CYC7</em>) et non pas d&apos;un suppresseur qui restaure l&apos;expression de la prot&#xE9;ine d&#xE9;ficiente, ici la prot&#xE9;ine cod&#xE9;e par <em>CYC1</em>.</p>
<h3 id="suppresseur-informationnel">Suppresseur informationnel</h3>
<p>Une derni&#xE8;re mani&#xE8;re permettant de corriger les effets d&apos;une mutation est d&apos;avoir un processus de d&#xE9;codage de l&apos;information g&#xE9;n&#xE9;tique qui fait beaucoup d&apos;erreurs. En effet, parmi les ARN messagers et/ou prot&#xE9;ines produits avec beaucoup d&apos;erreurs, certains retrouvent une s&#xE9;quence sauvage ou suffisamment proche pour avoir une activit&#xE9; qui va supprimer les effets de la mutation. Ce type de suppresseur est appel&#xE9; <strong>suppresseur informationnel</strong>, en opposition aux suppresseur fonctionnels. Les mutants portant des mutations dans l&apos;appareil de traduction seront ceux qui vont &#xEA;tre le plus fr&#xE9;quemment retrouv&#xE9;s car la traduction est un processus sujet &#xE0; beaucoup d&apos;erreurs. En effet, en moyenne chez <em>Saccharomyces cerevisiae</em>, l&apos;appareil de traduction incorpore un mauvais acide amin&#xE9; &#xE0; la place du bon avec des fr&#xE9;quences variant entre 4 x 10<sup>-5</sup>  et 6.9 x 10<sup>-4</sup> en fonction des codons; des fr&#xE9;quences similaires sont mesur&#xE9;es chez <em>Escherichia coli</em>. Les ARN polym&#xE9;rases ont des taux d&apos;erreurs bien inf&#xE9;rieurs: de 10<sup>-9</sup> &#xE0; 10<sup>-12</sup>. Ce type de suppresseur supprime essentiellement des mutations ponctuelles: faux-sens, non-sens, frameshift +1 et -1 et n&apos;auront aucun effet sur des d&#xE9;l&#xE9;tions de g&#xE8;nes, contrairement par exemple &#xE0; certains suppresseurs fonctionnels.</p>
<p>Si nous reprenons notre exemple de suppresseur de la mutation <em>PaPks1-193</em> chez <em>Podospora anserina</em>, une large fraction des suppresseurs obtenus sont en fait des suppresseurs informationnels. Un test simple pour v&#xE9;rifier si on a affaire &#xE0; un suppresseur informationnel est de voir si le suppresseur est <strong>g&#xE8;ne non-sp&#xE9;cifique</strong>. En effet, des erreurs au cours de la traduction vont permettre de corriger des mutations pr&#xE9;sentes dans de nombreux g&#xE8;nes dont les fonctions n&apos;ont pas de relation entre elles. Chez <em>Podospora anserina,</em> les suppresseurs informationnels obtenus permettent par exemple de corriger la mutation <em>leu1-1</em> qui affecte le g&#xE8;ne <em>Leu1</em> codant l&apos;enzyme 3-isopropylmalate dehydrogenase impliqu&#xE9; dans la synth&#xE8;se de la leucine. Cette enzyme ne catalyse pas de r&#xE9;action potentiellement capable de remplacer celles catalys&#xE9;es par la synthase de polyk&#xE9;tide cod&#xE9;e par le g&#xE8;ne <em>PaPks1</em>. Ils corrigent aussi la mutation <em>mei2-1</em> qui affecte un g&#xE8;ne contr&#xF4;lant la m&#xE9;iose et donc dont la fonction n&apos;a rien &#xE0; voir avec la synth&#xE8;se de m&#xE9;lanine ou de leucine. L&apos;analyse du <strong>spectre de suppression</strong> permet de voir qu&apos;il y a trois groupes principaux de suppresseurs informationnels affectant la traduction:</p>
<ul>
<li><p>Des suppresseurs vont supprimer un large spectre de mutations ponctuelles: faux-sens, non-sens, frameshift +1 et -1. Ils sont donc <strong>g&#xE8;ne-non-sp&#xE9;cifique</strong> et <strong>all&#xE8;le-non-sp&#xE9;cifique</strong>, on les dit <strong>suppresseurs omnipotents</strong>. Les mutations de ce type affectent souvent des prot&#xE9;ines ribosomales qui vont participer &#xE0; la fabrication de ribosomes d&#xE9;codant mal les ARN messagers. Chez <em>Podospora anserina</em>, les suppresseurs dans les g&#xE8;nes <em>su3</em>  (codant la prot&#xE9;ine ribosomale S5) et <em>su12</em> (codant la prot&#xE9;ine ribosomale S7) appartiennent &#xE0; ce type de suppresseur.</p>
</li>
<li><p>Des suppresseurs vont supprimer principalement des codons stop. Les mutations de ce type affectent les facteurs de terminaison de la traduction. Dans le cas de <em>Podospora anserina</em>, il s&apos;agit des g&#xE8;nes <em>su1</em> et <em>su2</em> codant respectivement pour les facteurs de terminaison eRF3 et eRF1. Ils sont moins omnipotents que les pr&#xE9;c&#xE9;dents mais suppriment n&#xE9;anmoins un large classe de mutations: ils sont donc <strong>g&#xE8;ne-non-sp&#xE9;cifique</strong> et <strong>all&#xE8;le-non-sp&#xE9;cifique</strong>.</p>
</li>
<li><p>Des suppresseurs vont supprimer sp&#xE9;cifiquement un type de faux-sens ou de non-sens. Ces suppresseurs sp&#xE9;cifiques de non-sens ou de faux-sens sont caus&#xE9;s par une mutation dans le g&#xE8;ne d&#x2019;un ARN de transfert (figure 143). Ce type de suppresseur est donc <strong>all&#xE8;le-sp&#xE9;cifique</strong> mais <strong>g&#xE8;ne-non-sp&#xE9;cifique</strong>. De plus, ils sont dominants car la pr&#xE9;sence seule de l&apos;ARNt suppresseur suffit &#xE0; ce qu&apos;il d&#xE9;code le codon mutant. Chez <em>Podospora anserina</em>, les g&#xE8;nes <em>su4</em> et <em>su8</em> codent pour les deux isoformes de l&apos;ARNt incorporant de la s&#xE9;rine au codon TCA. Les mutations suppresseurs <em>su4-1</em> et <em>su8-1</em> changent l&apos;anticodon de ces ARNt, si bien qu&apos;ils d&#xE9;codent maintenant les codons stop TGA (figure 143). La mutation de <em>PaPKS1-193</em> est un codon stop UGA et est efficacement supprim&#xE9;e par <em>su4-1</em> et <em>su8-1</em>.</p>
<figure id="fig1.11.7"><img src="img/image143.png" alt="ARNt suppresseurs, l&apos;exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu&apos;elle permet de d&#xE9;coder est en orange."><figcaption>Figure 140 : ARNt suppresseurs, l&apos;exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu&apos;elle permet de d&#xE9;coder est en orange.</figcaption></figure>
</li>
</ul>
<p>Les suppresseurs informationnels ont g&#xE9;n&#xE9;ralement de nombreux ph&#xE9;notypes associ&#xE9;s car il vont modifier la production de nombreuses prot&#xE9;ines. Par exemple, chez <em>Podospora anserina</em>, les suppresseurs omnipotents ou dans les g&#xE8;nes <em>su1</em> et <em>su2</em> codant les facteurs de terminaison ont des retards de croissance et des diminutions de fertilit&#xE9;. Les souches portant l&apos;ARNt suppresseur <em>su8-1</em> n&apos;ont pas de d&#xE9;faut par contre les souches portant <em>su4-1</em> ont des probl&#xE8;mes de fertilit&#xE9;: les croisements <em>su4<sup>+</sup></em>  x <em>su4-1</em> sont peu fertiles et les croisements <em>su4-1</em> x <em>su4-1</em> sont st&#xE9;riles. Le g&#xE8;ne <em>su8</em> code donc l&apos;isoforme minoritaire et <em>su4</em> l&apos;isoforme majoritaire de l&apos;ARNt d&#xE9;codant les codons UCA et autres codons d&#xE9;codables selon les r&#xE8;gles du Wobble. Notez qu&apos;il n&apos;y a pas chez <em>Podospora anserina</em> d&apos;autres ARNt pouvant d&#xE9;coder ces codons car le double mutant <em>su4-1</em> <em>su8-1</em> est non viable car les codons UCA et autres codons d&#xE9;codables ne sont pas traduits. Ceci a &#xE9;t&#xE9; confirm&#xE9; par la s&#xE9;quence compl&#xE8;te du g&#xE9;nome. La classe des suppresseurs informationnels a permis de mettre en &#xE9;vidence et d&#x2019;&#xE9;tudier avec beaucoup de d&#xE9;tails le m&#xE9;canisme de la traduction.</p>
<h3 id="comment-analyser-des-suppresseurs-issus-dune-mutagen&#xE8;se">Comment analyser des suppresseurs issus d&apos;une mutagen&#xE8;se?</h3>
<p>Comme nous l&apos;avons &#xE9;crit plus haut, la recherche de suppresseur est une technique puissante souvent utilis&#xE9;e par la g&#xE9;n&#xE9;ticiens pour identifier de nouveaux g&#xE8;nes impliqu&#xE9;s dans le processus qu&apos;ils &#xE9;tudient, mais aussi par les biochimistes pour &#xE9;tudier les relations structures fonctions au sein des prot&#xE9;ines. Toutefois, la diversit&#xE9; des m&#xE9;canismes permettant de corriger l&apos;effet de mutations fait qu&apos;une analyse g&#xE9;n&#xE9;tique des r&#xE9;vertants obtenus est souvent n&#xE9;cessaires pour avoir une id&#xE9;e de ceux potentiellement int&#xE9;ressants, c&apos;est &#xE0; dire le plus souvent ceux agissant par &#xE9;pistasie ou sur une voie parall&#xE8;le pour les g&#xE9;n&#xE9;ticiens et les r&#xE9;versions intrag&#xE9;niques pour les biochimistes. Notez que cette analyse fournit des pistes probables  et non des certitudes. En effet, comme dans le cas de l&apos;&#xE9;pistasie c&apos;est seulement en connaissant bien le fonctionnement du processus biologique &#xE9;tudi&#xE9; que l&apos;on arrive &#xE0; comprendre compl&#xE8;tement comment les diff&#xE9;rentes mutations interagissent entre elles. La figure 144 r&#xE9;sume la d&#xE9;marche:</p>
<ul>
<li>Celle-ci commence par des croisements entre la souche mutante de d&#xE9;part et les r&#xE9;vertants s&#xE9;lectionn&#xE9;s pour valider que le retour au ph&#xE9;notype sauvage est bien d&#xFB; &#xE0; une seule mutation dans chaque r&#xE9;vertant. A cette &#xE9;tape, il est possible d&apos;utiliser les techniques de d&#xE9;termination des groupes de compl&#xE9;mentation (si les suppresseurs sont r&#xE9;cessifs) et de cartographies pour d&#xE9;terminer le nombre de g&#xE8;nes suppresseurs.</li>
<li>La deuxi&#xE8;me &#xE9;tape consiste en des croisements des r&#xE9;vertants avec la souche sauvage afin de voir la s&#xE9;gr&#xE9;gation du suppresseur par rapport &#xE0; la mutation de d&#xE9;part: cela permet de faire la diff&#xE9;rence entre les r&#xE9;versions ayant eu lieu &#xE0; l&apos;int&#xE9;rieur du g&#xE8;ne mut&#xE9; dans la souche de d&#xE9;part et les suppresseurs extrag&#xE9;niques. Si des r&#xE9;versions son obtenues, seule la d&#xE9;termination de la s&#xE9;quence du nouvel all&#xE8;le permettra de faire la diff&#xE9;rence entre r&#xE9;version vraie ou r&#xE9;version li&#xE9;e &#xE0; la pr&#xE9;sence d&apos;une mutation additionnelle. Notez que si la souche r&#xE9;vertante n&apos;a pas un ph&#xE9;notype compl&#xE8;tement sauvage, elle ne contient certainement pas une r&#xE9;version vraie!</li>
<li>La troisi&#xE8;me &#xE9;tape consiste normalement en la mesure du spectre de suppression en utilisant des mutants affect&#xE9;s dans des g&#xE8;nes impliqu&#xE9;s dans des ph&#xE9;nom&#xE8;nes divers afin de d&#xE9;terminer si le suppresseur est g&#xE8;ne-non-sp&#xE9;cifique, auquel cas ce sera probablement un suppresseur informationnel soit omnipotent (s&apos;il est all&#xE8;le-non sp&#xE9;cifique) et de type ARNt suppresseur (s&apos;il est all&#xE8;le sp&#xE9;cifique). Cette &#xE9;tape est souvent oubli&#xE9;e car elle est longue et demande beaucoup de travail: il faut construire plusieurs doubles mutants! Elle est faite souvent uniquement si on a une suspicion que le suppresseur est de type informationnel. Au cours de cette &#xE9;tape, il est souhaitable de tester aussi l&apos;activit&#xE9; des suppresseurs sur diff&#xE9;rents all&#xE8;les du g&#xE8;ne mut&#xE9; pr&#xE9;sent dans la souche initiale (si plusieurs all&#xE8;les sont disponibles), et en particulier de tester l&apos;activit&#xE9; de la suppression sur la d&#xE9;l&#xE9;tion de ce g&#xE8;ne. Cela permettra ult&#xE9;rieurement de mieux comprendre comment fonctionne le suppresseur: par &#xE9;pistasie, sur une voie parall&#xE8;le, en modifiant l&apos;expression du g&#xE8;ne ou en agissant au niveau de l&apos;activit&#xE9; de la prot&#xE9;ine.</li>
<li>L&apos;&#xE9;tape suivante, si elle n&apos;a pas &#xE9;t&#xE9; r&#xE9;alis&#xE9;e, est le croisement avec une souche d&#xE9;l&#xE9;t&#xE9;e du g&#xE8;ne portant la mutation initiale utilis&#xE9;e pour rechercher des suppresseurs. Cette &#xE9;tape est souvent non-n&#xE9;cessaire car la mutation de d&#xE9;part est g&#xE9;n&#xE9;ralement une d&#xE9;l&#xE9;tion du g&#xE8;ne ou a &#xE9;t&#xE9; r&#xE9;alis&#xE9;e &#xE0; l&apos;&#xE9;tape pr&#xE9;c&#xE9;dente! Seuls les suppresseurs fonctionnant par &#xE9;pistasie dans une m&#xEA;me voie ou modifiant une voie parall&#xE8;le sont normalement capables de supprimer la d&#xE9;l&#xE9;tion. Notez que ce sont ces suppresseurs qui int&#xE9;ressent le plus souvent les g&#xE9;n&#xE9;ticiens...</li>
<li>Dans le cas o&#xF9; la d&#xE9;l&#xE9;tion n&apos;est pas supprim&#xE9;e, si on a une suspicion de suppression par modification de l&apos;expression du g&#xE8;ne, il faut alors mesurer celle-ci par qRT-PCR, Northern Blot, Western Blot...</li>
<li>Enfin, tout au long du processus, il faut voir si la mutation suppresseur est dominante ou r&#xE9;cessive, et conf&#xE8;re un ph&#xE9;notype qui lui est propre, ind&#xE9;pendamment de celui de suppression. Pour ceci, il faut regarder les souches portant la mutation suppresseur seule. La dominance/r&#xE9;cessivit&#xE9; de la suppression et/ou du ph&#xE9;notype propre au suppresseur renforce en effet les hypoth&#xE8;ses que l&apos;on peut faire sur le mode de suppression. Un ph&#xE9;notype tr&#xE8;s pl&#xE9;iotrope indiquera un suppresseur informationnel omnipotent ou dans un syst&#xE8;me g&#xE9;n&#xE9;ral contr&#xF4;lant l&apos;expression de nombreux g&#xE8;nes. Un ph&#xE9;notype &quot;apparent&#xE9;&quot; &#xE0; celui de la souche de d&#xE9;part, comme par exemple le ph&#xE9;notype inverse de celui de la souche de d&#xE9;part indiquera une suppression par &#xE9;pistasie, <em>etc.</em></li>
</ul>
<figure id="fig1.11.8"><img src="img/image144.png" alt="sch&#xE9;ma d&apos;analyse des suppresseurs."><figcaption>Figure 141 : sch&#xE9;ma d&apos;analyse des suppresseurs.</figcaption></figure>
<p>Quoi qu&apos;il en soit, il est important de se rappeler que les donn&#xE9;es g&#xE9;n&#xE9;tiques permettront seulement de formuler des mod&#xE8;les et que seule un analyse mol&#xE9;culaire plus pouss&#xE9;e permettra de mieux comprendre comment fonctionne r&#xE9;ellement le processus biologique analys&#xE9;.</p>
<h2 id="laccentuation">L&#x2019;accentuation</h2>
<p>A l&#x2019;inverse des suppresseurs, il existe des cas o&#xF9; une deuxi&#xE8;me mutation, au lieu de supprimer le ph&#xE9;notype mutant caus&#xE9; par une premi&#xE8;re mutation, l&#x2019;aggrave. On parle alors de <strong>mutations d&#x2019;accentuation</strong> ( &#x201C; <strong>enhancer</strong> &#x201D; en anglais). Fr&#xE9;quemment le ph&#xE9;notype du double homozygote est tellement aggrav&#xE9; qu&#x2019;il devient l&#xE9;tal : on parle alors de <strong>co-l&#xE9;talit&#xE9;</strong>.</p>
<ul>
<li>L&apos;aggravation d&apos;un ph&#xE9;notype peut se produire dans le cas de mutations affectant deux g&#xE8;nes agissant dans des voies parall&#xE8;les redondantes. Le manque d&apos;un des g&#xE8;nes arr&#xEA;te la voie dans lequel il intervient et reporte toute l&apos;activit&#xE9; sur l&apos;autre, et r&#xE9;ciproquement si l&apos;autre g&#xE8;ne est mut&#xE9;. Si les deux g&#xE8;nes manquent alors le processus est compl&#xE8;tement arr&#xEA;t&#xE9; et on observe un ph&#xE9;notype mutant.
On voit que ceci est exactement l&apos;inverse de la suppression observ&#xE9;e par renforcement d&apos;une voie parall&#xE8;le. Par exemple, chez les mammif&#xE8;res le g&#xE8;ne <em>myoD</em> code pour un effecteur d&#xE9;terminant la diff&#xE9;renciation musculaire. Une mutation nulle dans le g&#xE8;ne <em>myoD</em> de la souris ne provoque pas de d&#xE9;sorganisation du syst&#xE8;me musculaire: la souris homozygote mutante est viable, fertile et elle d&#xE9;veloppe des muscles. M&#xEA;me manque d&apos;effets pour un autre effecteur musculaire, <em>myf5</em>. Il y a donc redondance entre les deux produits qui peuvent se remplacer l&apos;un l&apos;autre. En revanche, le double mutant <em>myf5</em> <em>myoD</em> est l&#xE9;tal. En fait, on voit que chez les souris homozygotes mutantes pour <em>myoD</em> l&apos;expression de <em>myf5</em> est tr&#xE8;s &#xE9;lev&#xE9; et r&#xE9;ciproquement.</li>
<li>L&apos;aggravation d&apos;un ph&#xE9;notype peut aussi se produire si les mutations affectent deux g&#xE8;nes agissant s&#xE9;quentiellement sur la m&#xEA;me voie. Dans ce cas, il ne s&apos;agit pas de mutation de perte totale de fonction mais simplement de mutants hypomorphes. Une r&#xE9;duction des deux produits par perte de fonction partielle peut donner un ph&#xE9;notype l&#xE9;ger, alors que l&apos;addition des deux pertes entra&#xEE;ne un ph&#xE9;notype fortement aggrav&#xE9; voire l&#xE9;tal si les g&#xE8;nes sont essentiels. On remarque que ceci est l&apos;inverse de la suppression par &#xE9;pistasie. Par exemple, chez la drosophile, l&apos;all&#xE8;le mutant <em>sevB4</em> du g&#xE8;ne <em>sevenless</em> codant pour un r&#xE9;cepteur &#xE0; activit&#xE9; tyrosine kinase, donne des photor&#xE9;cepteurs R7 normaux &#xE0; 22&#xB0;C mais plus de photor&#xE9;cepteurs R7 &#xE0; 24&#xB0;C conf&#xE9;rant alors un ph&#xE9;notype d&apos;&#x153;il rugueux uniquement &#xE0; 24&#xB0;C. La pr&#xE9;sence de la mutation dominante <em>E(sev)</em> situ&#xE9;e dans un g&#xE8;ne autosomal appel&#xE9; <em>drk</em> conf&#xE8;re aux mouches <em>sevB4</em> un ph&#xE9;notype rugueux aussi &#xE0; 22&#xB0;C accentuant donc le ph&#xE9;notype.  Le g&#xE8;ne drk code pour une prot&#xE9;ine &#xE0; domaine SH3 agissant en aval de sevenless dans la voie de signalisation de la diff&#xE9;rentiation des photor&#xE9;cepteurs R7.</li>
<li>L&apos;aggravation d&apos;un ph&#xE9;notype peut aussi se produire si les mutations affectent des g&#xE8;nes codant des produits interagissant entre eux au sein d&apos;un complexe h&#xE9;t&#xE9;ro-multim&#xE9;rique. Une mutation peu s&#xE9;v&#xE8;re, hypomorphe, dans l&#x2019;une ou l&#x2019;autre des prot&#xE9;ines fait que le complexe remplit un peu moins bien sa fonction mais c&apos;est peu visible ph&#xE9;notypiquement. En revanche l&apos;addition des deux mutations hypomorphes rendra le complexe inactif donnant un ph&#xE9;notype accentu&#xE9; parfois l&#xE9;tal si la fonction est essentielle. L&apos;ensemble des deux mutations &#xE9;quivaut &#xE0; une mutation nulle  c&apos;est &#xE0; dire le rend inapte &#xE0; remplir sa fonction. Par exemple, chez <em>Saccharomyces cerevisiae</em>, une mutation thermosensible (<em>ts1N</em>) dans le g&#xE8;ne <em>CDC28</em> provoque un arr&#xEA;t complet de la division cellulaire &#xE0; 36&#xB0;C mais pas &#xE0; 28&#xB0;C. Une mutation nulle dans un g&#xE8;ne codant pour la cycline CLB1 n&#x2019;a aucun ph&#xE9;notype visible. La souche portant les deux mutations devient l&#xE9;tale &#xE0; 28&#xB0;C par arr&#xEA;t complet de la division cellulaire. On sait en effet que les deux prot&#xE9;ines, Cdc28 et la cycline Clb1, interagissent au sein d&apos;un complexe pour d&#xE9;clencher la mitose.</li>
</ul>
<h3 id="comment-s&#xE9;lectionner-des-mutations-daccentuation">Comment s&#xE9;lectionner des mutations d&apos;accentuation?</h3>
<p>Tout comme on se sert de la suppression, on peut se servir de la propri&#xE9;t&#xE9; d&apos;accentuation d&apos;un ph&#xE9;notype pour cribler de nouveaux mutants affect&#xE9;s dans des g&#xE8;nes interagissant avec un premier all&#xE8;le mutant. Il est possible de cribler directement sur le ph&#xE9;notype d&apos;accentuation. Chez <em>Saccharomyces cerevisiae</em> un syst&#xE8;me g&#xE9;n&#xE9;tique &#xE9;l&#xE9;gant a &#xE9;t&#xE9; mis au point pour s&#xE9;lectionner des mutations ayant un effet de co-l&#xE9;talit&#xE9; avec une autre mutation (figure 145). En effet, ce syst&#xE8;me permet de faire un crible visuel positif bas&#xE9; sur les propri&#xE9;t&#xE9;s de coloration rouge d&apos;un mutant du g&#xE8;ne <em>ade2</em>. Comme l&apos;analyse de suppresseur, ce syst&#xE8;me est fr&#xE9;quemment utilis&#xE9; pour identifier des g&#xE8;nes impliqu&#xE9;s dans le m&#xEA;me processus biologique ou pour identifier des voies compensatoires exer&#xE7;ant la m&#xEA;me fonction.</p>
<figure id="fig1.11.9"><img src="img/image145.png" alt="strat&#xE9;gie de recherche de co-l&#xE9;taux chez Saccharomyces cerevisiae. La souche de d&#xE9;part porte des mutations dans les g&#xE8;nes ADE2, ADE3 et ADE8, ce qui lui conf&#xE8;re une couleur blanche car le pigment rouge qui s&apos;accumule dans les mutants ADE2&lt;sup&gt;-&lt;/sup&gt; n&apos;est pas produit. En effet, les g&#xE8;nes ADE3 et ADE8 codent pour des enzymes agissant en amont de l&apos;enzyme cod&#xE9; par le g&#xE8;ne ADE2; c&apos;est le substrat de l&apos;enzyme cod&#xE9; par ADE2 qui est transform&#xE9; en m&#xE9;tabolite rouge. Cette souche est aussi mut&#xE9;e pour le g&#xE8;ne URA3 qui va servir de marqueur de s&#xE9;lection pour introduire un plasmide et permettre une contre-s&#xE9;lection pour v&#xE9;rifier la pr&#xE9;sence d&apos;une mutation co-l&#xE9;tale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-l&#xE9;tales (croix rouge). Puis, un plasmide portant les all&#xE8;les sauvages des g&#xE8;nes ADE3, ADE8 et URA3, ainsi que l&apos;all&#xE8;le sauvage du g&#xE8;ne qui porte dans le g&#xE9;nome la mutation pour laquelle on souhaite trouver des mutations co-l&#xE9;tales est introduit par transformation en s&#xE9;lectionnant les transformants devenu prototrophes pour l&apos;uracile. Cette souche est rouge (car le pigment rouge caract&#xE9;ristique des souches ade2 est fabriqu&#xE9;) mais va pr&#xE9;senter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le g&#xE8;ne qu&apos;il porte n&apos;est pas essentiel. Apr&#xE8;s traitement mutag&#xE8;ne, les souches ne pouvant plus perdre le plasmide, et donc l&apos;all&#xE8;le sauvage du g&#xE8;ne d&apos;int&#xE9;r&#xEA;t, ne pr&#xE9;senteront donc plus de secteurs blancs. Ce crible positif permet de s&#xE9;lectionner rapidement des candidats porteurs de mutations co-l&#xE9;tales. Pour valider la pr&#xE9;sence d&apos;une mutation co-l&#xE9;tale, il suffit de repiquer les candidats sur milieu contenant de l&apos;acide 5-fluoro-orotique (5FOA). En effet, ce produit est m&#xE9;tabolis&#xE9; uniquement dans les souches URA3&lt;sup&gt;+&lt;/sup&gt; par l&apos;enzyme cod&#xE9; par le g&#xE8;ne URA3; il devient alors toxique. Si le plasmide porteur de l&apos;all&#xE8;le URA3+ ne peut &#xEA;tre perdu, les cellules repiqu&#xE9;es mourront, alors que celles ne portant pas de mutations de co-l&#xE9;talit&#xE9; pousseront."><figcaption>Figure 142 : strat&#xE9;gie de recherche de co-l&#xE9;taux chez Saccharomyces cerevisiae. La souche de d&#xE9;part porte des mutations dans les g&#xE8;nes ADE2, ADE3 et ADE8, ce qui lui conf&#xE8;re une couleur blanche car le pigment rouge qui s&apos;accumule dans les mutants ADE2<sup>-</sup> n&apos;est pas produit. En effet, les g&#xE8;nes ADE3 et ADE8 codent pour des enzymes agissant en amont de l&apos;enzyme cod&#xE9; par le g&#xE8;ne ADE2; c&apos;est le substrat de l&apos;enzyme cod&#xE9; par ADE2 qui est transform&#xE9; en m&#xE9;tabolite rouge. Cette souche est aussi mut&#xE9;e pour le g&#xE8;ne URA3 qui va servir de marqueur de s&#xE9;lection pour introduire un plasmide et permettre une contre-s&#xE9;lection pour v&#xE9;rifier la pr&#xE9;sence d&apos;une mutation co-l&#xE9;tale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-l&#xE9;tales (croix rouge). Puis, un plasmide portant les all&#xE8;les sauvages des g&#xE8;nes ADE3, ADE8 et URA3, ainsi que l&apos;all&#xE8;le sauvage du g&#xE8;ne qui porte dans le g&#xE9;nome la mutation pour laquelle on souhaite trouver des mutations co-l&#xE9;tales est introduit par transformation en s&#xE9;lectionnant les transformants devenu prototrophes pour l&apos;uracile. Cette souche est rouge (car le pigment rouge caract&#xE9;ristique des souches ade2 est fabriqu&#xE9;) mais va pr&#xE9;senter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le g&#xE8;ne qu&apos;il porte n&apos;est pas essentiel. Apr&#xE8;s traitement mutag&#xE8;ne, les souches ne pouvant plus perdre le plasmide, et donc l&apos;all&#xE8;le sauvage du g&#xE8;ne d&apos;int&#xE9;r&#xEA;t, ne pr&#xE9;senteront donc plus de secteurs blancs. Ce crible positif permet de s&#xE9;lectionner rapidement des candidats porteurs de mutations co-l&#xE9;tales. Pour valider la pr&#xE9;sence d&apos;une mutation co-l&#xE9;tale, il suffit de repiquer les candidats sur milieu contenant de l&apos;acide 5-fluoro-orotique (5FOA). En effet, ce produit est m&#xE9;tabolis&#xE9; uniquement dans les souches URA3<sup>+</sup> par l&apos;enzyme cod&#xE9; par le g&#xE8;ne URA3; il devient alors toxique. Si le plasmide porteur de l&apos;all&#xE8;le URA3+ ne peut &#xEA;tre perdu, les cellules repiqu&#xE9;es mourront, alors que celles ne portant pas de mutations de co-l&#xE9;talit&#xE9; pousseront.</figcaption></figure>
<h2 id="le-fond-g&#xE9;n&#xE9;tique">Le fond g&#xE9;n&#xE9;tique</h2>
<p>Les sections ci-dessus montrent que les mutations sont capables d&apos;interagir entre elles pour donner des nouveaux ph&#xE9;notypes qui sont soit plus prononc&#xE9;s (effets accentuateurs), soit moins prononc&#xE9;s (effets suppresseurs) que la simple addition de leur ph&#xE9;notypes propres. Nous avons vu dans le chapitre 2 portant sur la g&#xE9;nomique qu&apos;une m&#xEA;me esp&#xE8;ce peut pr&#xE9;senter de grandes variations dans la composition de son g&#xE9;nome avec des souches qui peuvent varier entre elles avec un pourcentage de l&apos;ordre du pour mille (&#x2030;) et la pr&#xE9;sence de <strong>g&#xE8;nes optionnels</strong> (les g&#xE8;nes du pan g&#xE9;nome absents du core g&#xE9;nome). Si la plupart de ces nombreux polymorphismes sont silencieux, certains conf&#xE8;rent des caract&#xE9;ristiques propres &#xE0; chaque souche. L&apos;ensemble des polymorphismes propres &#xE0; chaque souche est ce que l&apos;on appelle le <strong>fond g&#xE9;n&#xE9;tique</strong>. La pr&#xE9;sence de ces polymorphismes fait que souvent les mutations n&apos;ont pas les m&#xEA;mes effets dans les diff&#xE9;rentes souches &#xE0; cause des interactions qu&apos;elles engagent avec les polymorphismes, m&#xEA;me s&apos;ils sont silencieux en eux-m&#xEA;mes. Ceci a &#xE9;t&#xE9; montr&#xE9; &#xE0; de multiples reprises:</p>
<ul>
<li><p>Chez <em>Saccharomyces cerevisiae</em>, les souches &#x3A3;1278b et S288c diff&#xE8;rent par environ 3.2 polymorphismes par kilobase. L&apos;analyse de la l&#xE9;talit&#xE9; de d&#xE9;l&#xE9;tions cibl&#xE9;es de g&#xE8;nes a montr&#xE9; que 44 d&#xE9;l&#xE9;tions sont l&#xE9;tales sp&#xE9;cifiquement chez &#x3A3;1278b et 13 sp&#xE9;cifiquement chez S288c. Les analyses g&#xE9;n&#xE9;tiques ont montr&#xE9; que la l&#xE9;talit&#xE9; est due dans la plupart des cas par des interactions complexes avec plusieurs all&#xE8;les pr&#xE9;sents sp&#xE9;cifiquement dans chacune des souches.</p>
<p>Une analyse &#xE9;tendue &#xE0; quatre souches diff&#xE9;rant de 5.4 &#xE0; 5.9 SNP/kb et cultiv&#xE9;es dans 38 conditions diff&#xE9;rentes (mais avec seulement 3786 d&#xE9;l&#xE9;tions test&#xE9;es) a montr&#xE9; des diff&#xE9;rences de ph&#xE9;notypes dans 18% des comparaisons &quot;2 &#xE0; 2&quot; entre souches sur l&apos;ensemble des conditions test&#xE9;es, montrant l&apos;&#xE9;tendue des variations ph&#xE9;notypiques induites par le fond g&#xE9;n&#xE9;tique.</p>
</li>
<li><p>Chez <em>Caenorhabditis elegans</em>, sur 1400 g&#xE8;nes inactiv&#xE9;s par interf&#xE9;rence &#xE0; ARN, 20% des inactivations ont montr&#xE9; des diff&#xE9;rences de ph&#xE9;notypes entre deux souches: N2 venant de Bristol et CB4856 venant d&apos;Hawa&#xEF;. Dans la plupart des cas, la s&#xE9;v&#xE9;rit&#xE9; de l&apos;inactivation et celle du ph&#xE9;notype qui l&apos;accompagne peuvent &#xEA;tre reli&#xE9;es au niveau d&apos;expression du g&#xE8;ne cibl&#xE9;. Ces niveaux d&apos;expression diff&#xE9;rents entre souches sont aussi la r&#xE9;sultante d&apos;interactions multiples au sein du fond g&#xE9;n&#xE9;tique propre &#xE0; chaque souche.</p>
</li>
</ul>
<p>Les g&#xE9;n&#xE9;ticiens utilisent ces fonds g&#xE9;n&#xE9;tiques pour identifier de nouveaux g&#xE8;nes impliqu&#xE9;s dans divers processus, en particulier ceux qui contr&#xF4;lent des caract&#xE8;res continus. Pour ce faire, ils croisent deux souches ayant des fonds g&#xE9;n&#xE9;tiques distincts et analysent les ph&#xE9;notypes de la g&#xE9;n&#xE9;ration F1. Par des m&#xE9;thodes statistiques, ils peuvent ensuite analyser la s&#xE9;gr&#xE9;gation de caract&#xE8;res quantitatifs avec celles de marqueurs, g&#xE9;n&#xE9;ralement de type microsatellite, selon une d&#xE9;marche qui ressemble &#xE0; celle du clonage positionnel (voir chapitre 6). Dans le cas o&#xF9; un ph&#xE9;notype int&#xE9;ressant est identifi&#xE9;, il est possible de proc&#xE9;der &#xE0; une introgression dans un des fonds g&#xE9;n&#xE9;tiques pour voir s&apos;il est caus&#xE9; par la disruption d&apos;une seule interaction (auquel cas  le ph&#xE9;notype s&#xE9;gr&#xE9;gera selon les modalit&#xE9;s d&apos;une seule mutation au cours des g&#xE9;n&#xE9;rations d&apos;introgression).</p>
<p>Une des conclusions importantes que l&apos;on peut tirer de ces ph&#xE9;nom&#xE8;nes d&apos;interaction entre mutation est que <strong>la recombinaison entre individus ayant des fond g&#xE9;n&#xE9;tiques diff&#xE9;rents peut faire appara&#xEE;tre de nouveaux ph&#xE9;notypes en absence d&apos;apparition de mutations nouvelles</strong>, rien qu&apos;en jouant sur l&apos;apparition/disparition d&apos;interactions entre polymorphismes. La recombinaison, qui est un processus majeur se d&#xE9;roulant au cours de la reproduction sexu&#xE9;e chez les eucaryotes, est donc un moteur important de l&apos;&#xE9;volution via la cr&#xE9;ation de nouveaux ph&#xE9;notypes qui sont ensuite tri&#xE9;s par le crible de la s&#xE9;lection naturelle.</p>
<p>Une autre observation qui d&#xE9;coule des interactions entre mutation est qu&apos;il est maintenant possible d&apos;expliquer la raison de la p&#xE9;n&#xE9;trance incompl&#xE8;te et de l&apos;expressivit&#xE9; variable des ph&#xE9;notypes pr&#xE9;sent&#xE9;s par cerains all&#xE8;les (voir la section sur Les Lois de Mendel et les g&#xE8;nes dans l&apos;Introduction G&#xE9;n&#xE9;rale). En effet, pour expliquer ces variations il faut faire appel &#xE0; 3 causes possibles:</p>
<ul>
<li><p>Le fond g&#xE9;n&#xE9;tique qui va dicter le comportement des all&#xE8;les via les interactions potentielles qu&apos;ils peuvent avoir entre eux. Dans certains cas, le fond g&#xE9;n&#xE9;tique a tr&#xE8;s peu d&apos;effet. C&apos;est le cas par exemple du d&#xE9;terminisme des groupes sanguins chez l&apos;homme. Au contraire, d&apos;autres caract&#xE8;res comme les caract&#xE8;res continus (intensit&#xE9; de la pigmentation, taille mais aussi par exemple le nombre de facettes des yeux des insectes qui n&apos;est pas un caract&#xE8;re continu mais qui pr&#xE9;sente n&#xE9;anmoins une grande &#xE9;tendue de variation) vont &#xEA;tre tr&#xE8;s influenc&#xE9;s par le fond g&#xE9;n&#xE9;tique.</p>
</li>
<li><p>Les effets de l&apos;environnement: il suffit de rappeler par exemple que le sexe des crocodiles est d&#xE9;termin&#xE9; par la temp&#xE9;rature d&apos;incubation des &#x153;ufs: une temp&#xE9;rature entre 31&#xB0;C et 34 &#xB0;C donnera des m&#xE2;les, une temp&#xE9;rature inf&#xE9;rieure &#xE0; 31&#xB0;C ou sup&#xE9;rieure &#xE0; 35&#xB0;C donnera des femelles</p>
</li>
<li>Des effets &#xE9;pig&#xE9;n&#xE9;tiques souvent li&#xE9;s &#xE0; l&apos;histoire des individus. Nous avons en effet vu que des ph&#xE9;nom&#xE8;nes &#xE9;pig&#xE9;n&#xE9;tiques peuvent modifier le comportement des organismes. Ceux-ci se d&#xE9;clenchent al&#xE9;atoirement, reversent fr&#xE9;quemment mais peuvent aussi &#xEA;tre induit dans des conditions particuli&#xE8;res. Nous avons vu par exemple que chez <em>Podospora anserina</em>, le simple contact avec une souche portant le prion het-s transforme les souches het-s<em> d&#xE9;pourvues de prions en souche het-s porteuse du prion. L&apos;histoire qu&apos;une souche porteuse de l&apos;all&#xE8;le </em>het-s* a eu, en &#xE9;tant rentr&#xE9; ou non en contact avec une souche porteuse du prion, affecte donc son ph&#xE9;notype.</li>
</ul>
<p>L&apos;implication de ces trois ph&#xE9;nom&#xE8;nes fait que le d&#xE9;terminisme g&#xE9;n&#xE9;tique n&apos;est pas si absolu que certains le pensent. Certes, il est des cas o&#xF9; il est effectivement absolu. Un exemple embl&#xE9;matique est bien &#xE9;videmment le d&#xE9;terminisme des groupes sanguins qui non seulement sont insensibles au fond g&#xE9;n&#xE9;tique, mais aussi &#xE0; l&apos;environnement et pour lesquels on ne conna&#xEE;t pas de ph&#xE9;nom&#xE8;nes &#xE9;pig&#xE9;n&#xE9;tiques qui les affectent naturellement. On conna&#xEE;t par contre des modifications &#xE9;pig&#xE9;n&#xE9;tiques des g&#xE8;nes du type ABO dans certaines cellules canc&#xE9;reuses! Mais pour la plupart des caract&#xE8;res complexes, la g&#xE9;n&#xE9;tique joue seulement une part, parfois n&#xE9;gligeable, dans d&apos;autres cas importante, dans l&apos;&#xE9;laboration du ph&#xE9;notype final: en r&#xE9;sum&#xE9; les caract&#xE8;res complexes sont souvent la r&#xE9;sultantes d&apos;interactions multiples entre polymorphismes, l&apos;environnement et l&apos;histoire &#xE9;pig&#xE9;n&#xE9;tique des individus et de leurs prog&#xE9;niteurs. Parmi ce type de caract&#xE8;res, on peut citer l&apos;alcoolisme (et les autres addictions), l&apos;homosexualit&#xE9;, la susceptibilit&#xE9; aux cancers et de nombreux autres caract&#xE8;res o&#xF9; la g&#xE9;n&#xE9;tique, l&apos;environnement et la part moins identifi&#xE9;e de l&apos;&#xE9;pig&#xE9;n&#xE9;tique interviennent. Rien de surprenant alors que pour ces caract&#xE8;res, les d&#xE9;terminants g&#xE9;n&#xE9;tiques ont le plus souvent une p&#xE9;n&#xE9;trance incompl&#xE8;te et/ou une expressivit&#xE9; variable.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="07.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: Chapitre 7 : L'analyse phénotypique">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Chapitre 8 : Les interactions géniques","level":"1.11","depth":1,"previous":{"title":"Chapitre 7 : L'analyse phénotypique","level":"1.10","depth":1,"path":"chap/07.md","ref":"./chap/07.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{"_pictures":[{"backlink":"index.html#fig1.1.1","level":"1.1","list_caption":"Figure: cover","alt":"cover","nro":1,"url":"cover.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cover","attributes":{},"skip":false,"key":"1.1.1"},{"backlink":"./chap/00.html#fig1.3.1","level":"1.3","list_caption":"Figure: première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","alt":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","nro":2,"url":"img/image001.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"première représentation de cellules par Robert Hooke dans son \"Micrographia\" publié en 1665.","attributes":{},"skip":false,"key":"1.3.1"},{"backlink":"./chap/00.html#fig1.3.2","level":"1.3","list_caption":"Figure: représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","alt":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","nro":3,"url":"img/image002.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"représentation de cellules végétales et animales pour étayer la théorie cellulaire dans le livre de Theodor Schwann \"Mikroskopische Untersuchungen \" publié en 1839.","attributes":{},"skip":false,"key":"1.3.2"},{"backlink":"./chap/00.html#fig1.3.3","level":"1.3","list_caption":"Figure: en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","alt":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","nro":4,"url":"img/image003.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en l'absence de stérilisation (pas de chauffage), Pasteur observe une putréfaction (ou fermentation) avec une apparition de microorganismes. Après une stérilisation par chauffage, Pasteur n'observe pas de putréfaction. Par contre après cassure du tube de verre et exposition de la matière à l'air, les microorganismes apparaissent entraînant la putréfaction. L'explication qu'il donne est la suivante: les particules présentes dans l'air se déposent dans le tube avant d'avoir atteint la matière. Si celle-ci est stérile, il n'y a pas de putréfaction. La cassure du tube permet à ces germes d'atteindre la matière et de démarrer le processus. Notez que dans cette expérience de l'air \"non altéré\" passe sans problème dans la fiole à tout moment, il n'y a donc pas altération de \"principe de l'air\" qui empêcherait l'apparition spontanée de cellules. Cette expérience prouve qu'il y a besoin de germes pour initier la putréfaction et donc que la génération spontanée n'existe pas.","attributes":{},"skip":false,"key":"1.3.3"},{"backlink":"./chap/00.html#fig1.3.4","level":"1.3","list_caption":"Figure: structure d'une cellule procaryote typique.","alt":"structure d'une cellule procaryote typique.","nro":5,"url":"img/image004.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule procaryote typique.","attributes":{},"skip":false,"key":"1.3.4"},{"backlink":"./chap/00.html#fig1.3.5","level":"1.3","list_caption":"Figure: structure d'une cellule eucaryote typique.","alt":"structure d'une cellule eucaryote typique.","nro":6,"url":"img/image005.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure d'une cellule eucaryote typique.","attributes":{},"skip":false,"key":"1.3.5"},{"backlink":"./chap/00.html#fig1.3.6","level":"1.3","list_caption":"Figure: le cycle cellulaire d'une cellule eucaryote.","alt":"le cycle cellulaire d'une cellule eucaryote.","nro":7,"url":"img/image006.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle cellulaire d'une cellule eucaryote.","attributes":{},"skip":false,"key":"1.3.6"},{"backlink":"./chap/00.html#fig1.3.7","level":"1.3","list_caption":"Figure: la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","alt":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","nro":8,"url":"img/image007.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mitose chez Saccharomyces cerevisiae. Au cours de la prophase, les chromosomes se condensent et les deux chromatides qui les composent et qui sont chacune des molécules filles issues de la réplication sont bien visibles. Les chromosomes s'alignent via leur centromère sur la plaque équatoriale. Lorsqu'ils sont bien alignés, l'étape dite métaphase est atteinte. Les centromères se clivent et chacune des chromatides pour chaque chromosome se dirigent vers un pôle opposé du noyau. C'est l'étape dite d'anaphase. Notez qu'à ce moment, chaque chromatide devient un chromosome. Au cours de la télophase les noyaux se divisent et les chromosomes se décondensent.  Puis la cellule se divise, c'est l'étape de cytodiérese. Pour les mitochondries, qui chez la levure porte un génome circulaire, l'entrée dans le bourgeon est contrôlé par un système qui assure une partition correcte des mitochondries entre la cellule mère et le bourgeon.","attributes":{},"skip":false,"key":"1.3.7"},{"backlink":"./chap/00.html#fig1.3.8","level":"1.3","list_caption":"Figure: les principaux types de chromosomes définis par les analyses cytologiques.","alt":"les principaux types de chromosomes définis par les analyses cytologiques.","nro":9,"url":"img/image008.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les principaux types de chromosomes définis par les analyses cytologiques.","attributes":{},"skip":false,"key":"1.3.8"},{"backlink":"./chap/00.html#fig1.3.9","level":"1.3","list_caption":"Figure: cycle de vie d'un eucaryote.","alt":"cycle de vie d'un eucaryote.","nro":10,"url":"img/image009.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cycle de vie d'un eucaryote.","attributes":{},"skip":false,"key":"1.3.9"},{"backlink":"./chap/00.html#fig1.3.10","level":"1.3","list_caption":"Figure: une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","alt":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","nro":11,"url":"img/image010.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"une méiose typique commence par une première division (Méiose I) qui voit lors de la prophase I la condensation des chromosomes (étape du leptotène), suivie de leur association en bivalents: c'est à dire que les chromosomes \"homologues\" vont s'associer dans un premier temps grâce à un complexe protéique: le complexe synaptonémal (étape du zygotène). L'association est suivie de recombinaison entre les chromatides des deux chromosomes des bivalents (étape du pachytène). Ceux-ci sont visibles cytologiquement: il'agit des chiasmas. Ces chiasmas maintiennent entre eux les deux chromosomes lorsque le complexe synaptonémal se résorbe en fin de prophase I (étape du diplotène). Les bivalents vont ensuite se positionner sur la plaque équatoriale. Une fois en position, l'étape de métaphase I est atteinte. Lors de l'étape suivante (anaphase I), la résolution des chiasmas permets aux deux chromosomes (chacun ayant deux chromatides) de se séparer et de s'éloigner à chacun des pôles du noyau. La télophase I voit la décondensation partielle des chromosomes. Elle est immédiatement suivie de leur recondensation nécessaire pour la deuxième division de méiose (Méiose II) qui est une mitose classique. Notez que chez de nombreux eucaryotes, la méiose peut être suivie de mitoses dites postméiotiques comme chez les champignons ascomycètes filamenteux. Pour les organelles situées dans le cytoplasme et contenant leur propre génome (mitochondrie, plastes, etc.), il n'existe pas en général de mécanismes particuliers qui vont permettre leur transmission préférentielle (attention, il existe des exceptions), mais si l'organisme différentie des gamètes morphologiquement différents (mâles notés ♂ et femelles notés ♀) il va y a voir un biais de transmission aux gamètes. le cas le plus commun est que seul le gamète femelle transmet l'ADN des organelles.","attributes":{},"skip":false,"key":"1.3.10"},{"backlink":"./chap/00.html#fig1.3.11","level":"1.3","list_caption":"Figure: la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","alt":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","nro":12,"url":"img/image011.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la levure de boulanger Saccharomyces cerevisiae. Pour cette levure, il existe 2 types sexuels appelé mata et matα. Les cellules haploïdes mata ou matα, peuvent se diviser par mitose et générer des clones. La division s'effectue par bourgeonnement donnant deux cellules de tailles différentes : la cellule mère et la cellule fille (à gauche). La conjugaison (équivalent à la fécondation) ne peut avoir lieu qu'entre une cellule haploïde mata et une cellule haploïde matα. La cellule diploïde résultant de la fusion peut aussi se diviser par mitose. Lorsque se produit une carence en nutriments, la cellule effectue une méiose. Celle-ci ne peut se produire que dans une cellule diploïde mata/matα. Elle produit 4 spores haploïdes empaquetées dans un asque que l'on appelle une tétrade; les spores sont alors appelées des ascospores. Deux ascospores seront mata et les deux autres matα.","attributes":{},"skip":false,"key":"1.3.11"},{"backlink":"./chap/00.html#fig1.3.12","level":"1.3","list_caption":"Figure: Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","alt":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","nro":13,"url":"img/image012.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Neurospora crassa possède deux types sexuels appelés mata et matA. Le mycélium du champignon est haploïde et différencie des organes mâles ou spermaties et femelles ou ascogones. La fécondation se produit entre un organe mâle d'un type sexuel et un organe femelle du type sexuel opposé. La fécondation est suivie d'une étape dicaryotique qui permet de multiplier le nombre de cellules issues de la fécondation et dans lesquelles auront lieu les caryogamies qui sont immédiatement suivies des méioses et d'une mitose post-méiotique supplémentaire donnant naissance à des asques contenant 8 ascospores ordonnées. Toutes ces étapes de développement sexuel se produisent dans une fructification appelée périthèce (en haut à gauche). Le champignon est aussi capable de différencier des spores de dispersion asexuelle. Il en existe de deux types: certaines sont uninucléées, les microconidies, qui peuvent aussi servir de gamètes mâles, les autres sont plurinucléées et sont appelées les macroconides. Elles accumulent des carotènes orangés (en bas à gauche).","attributes":{},"skip":false,"key":"1.3.12"},{"backlink":"./chap/00.html#fig1.3.13","level":"1.3","list_caption":"Figure: Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","alt":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","nro":14,"url":"img/image013.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Aspergillus nidulans n'a pas de type sexuel et les ascogones engagent seuls le processus sexuel en s'autofécondant. Comme pour Neurospora crassa, la plasmogamie est suivie d'une phase dicaryotique qui permet d'amplifier le nombre d'asques obtenus après un seul évènement de fécondation. La fructification est fermée et s'appelle un cléistothèce (en bas à gauche). Comme Neurospora crassa, Aspergillus nidulans différencie des conidies uninucléées qui assurent une reproduction asexuelle (en haut à gauche, différents mutants de coloration des conidies d'Aspergillus nidulans).Le cycle parasexuel, très efficace chez Aspergillus nidulans, permet une alternance de générations haploïdes et diploïdes sans sexualité (encadré bleu). Il débute par une anastomose, c’est à dire la plasmogamie de deux cellules haploïdes sans formation de gamète. L’hétérocaryon résultant peut subir une caryogamie (fusion de noyaux) pour donner des noyaux diploïdes. Ceux-ci sont très instables et redonnent rapidement après pertes aléatoires de chromosomes des noyaux haploïdes. Les recombinants ainsi obtenu vont présenter une mosaïque aléatoire des chromosomes des deux « parents ». Il arrive aussi que des évènements de réparation des dommages à l’ADN conduisent dans le noyau diploïde à des crossing-over mitotiques, ce qui va ajouter à la diversité génétique des recombinants.","attributes":{},"skip":false,"key":"1.3.13"},{"backlink":"./chap/00.html#fig1.3.14","level":"1.3","list_caption":"Figure: les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","alt":"les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","nro":15,"url":"img/image014.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les individus hermaphrodites de Caenorhabditis elegans produisent oeufs par autofécondation. Ceux-ci éclosent pour donner naissance à une larve qui subit 4 métamorphoses pour redonner un adulte hermaphrodite. En cas de carence nutritionnelle, les larves L1 peuvent se différencier en forme de résistance dite dauer. Au retour de la présence de nutriments, les larves dauer redonnent des larves L4. Les rares individus mâles sont obtenus spontanément par perte d'un chromosome X. Lorsqu'un hermaphrodite est fécondé par un mâle, la majorité de sa descendance sera issue de fécondation croisée et donc hermaphrodite pour environ 50% et mâle pour 50%.","attributes":{},"skip":false,"key":"1.3.14"},{"backlink":"./chap/00.html#fig1.3.15","level":"1.3","list_caption":"Figure: le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","alt":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","nro":16,"url":"img/image015.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le cycle de l'homme est un cycle avec sexes séparés mâles et femelles qui produisent spécifiquement des gamètes mâles (spermatozoïdes) ou bien femelles (ovules).","attributes":{},"skip":false,"key":"1.3.15"},{"backlink":"./chap/00.html#fig1.3.16","level":"1.3","list_caption":"Figure: codes pour l'établissement des pédigrees.","alt":"codes pour l'établissement des pédigrees.","nro":17,"url":"img/image016.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"codes pour l'établissement des pédigrees.","attributes":{},"skip":false,"key":"1.3.16"},{"backlink":"./chap/00.html#fig1.3.17","level":"1.3","list_caption":"Figure: les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","alt":"les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","nro":18,"url":"img/image017.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les fleurs sont le lieu où se tiennent les méioses. Celles-ci sont suivies de mitoses. le gamète femelle ou ovule est donc entouré de ses cellules soeurs (6 au total), en particulier la cellule centrale diploïde issue des deux noyaux polaires. Le grain de pollen mâle germe et le noyau haploïde se divise. Un des noyaux obtenus va féconder le noyau de l'ovule femelle, un autre féconde une cellule centrale diploïde qui se retrouve donc triploïde. Dans la graine finale, l'ovule donne naissance à l'embryon et la cellule triploïde donne naissance à l'albumen nourricier.","attributes":{},"skip":false,"key":"1.3.17"},{"backlink":"./chap/00.html#fig1.3.18","level":"1.3","list_caption":"Figure: cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","alt":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","nro":19,"url":"img/image018.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cycles d'un virus attaquant une cellule eucaryote à gauche et d'un phage attaquant une bactérie à droire. Les deux suivent les mêmes étapes.","attributes":{},"skip":false,"key":"1.3.18"},{"backlink":"./chap/00.html#fig1.3.19","level":"1.3","list_caption":"Figure: les sept caractères analysés par Mendel.","alt":"les sept caractères analysés par Mendel.","nro":20,"url":"img/image019.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les sept caractères analysés par Mendel.","attributes":{},"skip":false,"key":"1.3.19"},{"backlink":"./chap/00.html#fig1.3.20","level":"1.3","list_caption":"Figure: formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","alt":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","nro":21,"url":"img/image020.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"formalisation des résultats de Mendel lorsqu'il croise des souches qui diffèrent par un seul caractère. Les parents portent deux copies identiques de l'information codant la couleur des pois, soit vert (v) soit jaune (J). En F1, les descendants portent aussi deux copies, une verte provenant du parent vert et une jaune provenant du parent jaune. Le caractère jaune est dominant et donc tous les descendants F1 sont jaunes. L'autofécondation des F1 donne en F2 25% de pois vert et 75% de pois jaunes, ce qui est prédit par le tableau de gamète où chaque information de caractère au une équiprobabilité d'être transmise; dans ce tableau la couleur des cases donne la couleur prédite pour le descendant. Le même tableau permet de prédire qu'un tiers des descendants F2 à pois jaunes, ceux qui sont J/J, donneront par autofécondation une descendance F3 100% à pois jaune et les deux autres tiers, ceux qui sont v/J, donneront une descendance identique à la F1.","attributes":{},"skip":false,"key":"1.3.20"},{"backlink":"./chap/00.html#fig1.3.21","level":"1.3","list_caption":"Figure: nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","alt":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","nro":22,"url":"img/image021.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"nombre de facette des yeux de drosophiles pour trois souches (A, B & C) en fonction de la températue d'élevage.","attributes":{},"skip":false,"key":"1.3.21"},{"backlink":"./chap/00.html#fig1.3.22","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","alt":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","nro":23,"url":"img/image022.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, le mutant spod1 est thermosensible pour la production d'ascospores.","attributes":{},"skip":false,"key":"1.3.22"},{"backlink":"./chap/00.html#fig1.3.23","level":"1.3","list_caption":"Figure: chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","alt":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","nro":24,"url":"img/image023.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le chien beagle, l'allèle Sp a une expressivité variable, entrainant de grandes fluctuations dans les tâches pie du pelage.","attributes":{},"skip":false,"key":"1.3.23"},{"backlink":"./chap/00.html#fig1.3.24","level":"1.3","list_caption":"Figure: résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","alt":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","nro":25,"url":"img/image024.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résumé des effets d'une expressivité variable et/ou d'une pénétrance incomplète d'allèle sur le phénotype. Plus le rectangle est foncé, plus le phénotype est prononcé.","attributes":{},"skip":false,"key":"1.3.24"},{"backlink":"./chap/00.html#fig1.3.25","level":"1.3","list_caption":"Figure: chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","alt":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","nro":26,"url":"img/image025.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"chez le champignon Podospora anserina, la délétion du gène codant le transporteur de potassium PaTrk1 crée une dégénérescence cellulaire uniquement dans une partie des descendants (= pénétrance incomplète) et présente différentes sévérités (= expressivité variable). La souche 1 n'est pas atteinte alors que les souches de 2 à 5 ont des atteintes variables. La souche sauvage présente au contraire toujours le même phénotype.","attributes":{},"skip":false,"key":"1.3.25"},{"backlink":"./chap/00.html#fig1.3.26","level":"1.3","list_caption":"Figure: voie de biosynthèse de l'arginine.","alt":"voie de biosynthèse de l'arginine.","nro":27,"url":"img/image026.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"voie de biosynthèse de l'arginine.","attributes":{},"skip":false,"key":"1.3.26"},{"backlink":"./chap/00.html#fig1.3.27","level":"1.3","list_caption":"Figure: l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","alt":"l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","nro":28,"url":"img/image027.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'expérience de Griffiths. Voir texte pour les détails de l'expérience.","attributes":{},"skip":false,"key":"1.3.27"},{"backlink":"./chap/01.html#fig1.4.1","level":"1.4","list_caption":"Figure: zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","alt":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","nro":29,"url":"img/image028.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"zymogramme révélant des polymorphismes cachés chez un organisme diploïde. les individus 4 et 7 sont hétérozygotes alors que les autres sont homozygotes.","attributes":{},"skip":false,"key":"1.4.1"},{"backlink":"./chap/01.html#fig1.4.2","level":"1.4","list_caption":"Figure: principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","alt":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","nro":30,"url":"img/image029.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la RAPD (Random Amplification Polymorphism DNA). La RAPD utilise la méthode de la PCR mais en utilisant un seul oligonucléotide d'une dizaine de nucléotides de long. Mis en présence d'un ADN génomique dans des conditions de faible stringence, cet oligonucléotide va s'hybrider avec de nombreuses séquences. L'hybridation est imparfaite mais suffisante pour que les amorces puissent être utilisées par la Taq DNA polymérase. Pour les souches 1 et 2 dont les génomes sont schématisés à gauche, l'amplification par PCR va permettre de faire apparaître un certain nombre de bandes (ici celles générées par les amorces surlignées en orange, pratiquement on utilise des conditions qui permettent d'amplifier une dizaine de bandes). L'utilisation de plusieurs oligonucléotides de séquences différentes et des modifications de la stringence permet d'obtenir des profils en \"RAPD\" des souches. Si des polymorphismes sont présents entre des souches, ils permettront des hybridations différentielles des amorces (ici en rouge) et conduiront à des modifications des profils RAPD. Ce type de technique est très utilisé pour \"génotyper\" des souches. Dans certains cas, les polymorphismes sont associés à des caractéristiques des souches (comme la virulence pour des souches de bactéries ou de champignons pathogènes ou encore la productivité de certaines plantes d'intérêt agronomique, etc.). La photo à droite montre un exemple de RAPD produite à partir d'ADN de souches de la nature de l'escargot, Biomphalaria glabrata, qui sont résistantes (B et 10-R2) ou sensible (M) au ver parasite Schistosoma mansoni. Cet escargot est un hôte intermédiaire de ce ver trématode qui infecte aussi l'homme; 600 millions de personnes vivent dans les zones à risque où réside ce pathogène.","attributes":{},"skip":false,"key":"1.4.2"},{"backlink":"./chap/01.html#fig1.4.3","level":"1.4","list_caption":"Figure: les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","alt":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","nro":31,"url":"img/image032.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les deux types de mode de transposition des transposons à ADN et le mécanisme d'intégration des transposons.","attributes":{},"skip":false,"key":"1.4.3"},{"backlink":"./chap/01.html#fig1.4.4","level":"1.4","list_caption":"Figure: tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","alt":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","nro":32,"url":"img/image034.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"tailles des génomes versus taille des séquences répétées constituées principalement de transposons.","attributes":{},"skip":false,"key":"1.4.4"},{"backlink":"./chap/01.html#fig1.4.5","level":"1.4","list_caption":"Figure: en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","alt":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","nro":33,"url":"img/image035.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, répartition des transposons dans différents génomes. En bas, un nid à transposon dans le génome de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.5"},{"backlink":"./chap/01.html#fig1.4.6","level":"1.4","list_caption":"Figure: le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","alt":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","nro":34,"url":"img/image036.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide pBR322, un des premiers plasmides de clonage chez Escherichia coli.","attributes":{},"skip":false,"key":"1.4.6"},{"backlink":"./chap/01.html#fig1.4.7","level":"1.4","list_caption":"Figure: l'épisome F et le mécanisme de conjugaison bactérienne.","alt":"l'épisome F et le mécanisme de conjugaison bactérienne.","nro":35,"url":"img/image037.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'épisome F et le mécanisme de conjugaison bactérienne.","attributes":{},"skip":false,"key":"1.4.7"},{"backlink":"./chap/01.html#fig1.4.8","level":"1.4","list_caption":"Figure: le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","alt":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","nro":36,"url":"img/image038.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide Ti d'Agrobacterium tumefaciens et le transfert d'ADN aux cellules de plantes.","attributes":{},"skip":false,"key":"1.4.8"},{"backlink":"./chap/01.html#fig1.4.9","level":"1.4","list_caption":"Figure: le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","alt":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","nro":37,"url":"img/image039.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le plasmide nucléaire 2µ de Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.4.9"},{"backlink":"./chap/01.html#fig1.4.10","level":"1.4","list_caption":"Figure: les plasmides mitochondriaux de Podospora anserina.","alt":"les plasmides mitochondriaux de Podospora anserina.","nro":38,"url":"img/image040.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les plasmides mitochondriaux de Podospora anserina.","attributes":{},"skip":false,"key":"1.4.10"},{"backlink":"./chap/01.html#fig1.4.11","level":"1.4","list_caption":"Figure: le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","alt":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","nro":39,"url":"img/image041.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le microsatellite 1D25 de Podospora anserina présente un fort polymorphisme entre les souches S, D, E M, U, et avec la souche T de l'espèce jumelle Podospora comata.","attributes":{},"skip":false,"key":"1.4.11"},{"backlink":"./chap/01.html#fig1.4.12","level":"1.4","list_caption":"Figure: les 13 microsatellites utilisés pour établir les empreintes génétiques.","alt":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","nro":40,"url":"img/image042.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les 13 microsatellites utilisés pour établir les empreintes génétiques.","attributes":{},"skip":false,"key":"1.4.12"},{"backlink":"./chap/01.html#fig1.4.13","level":"1.4","list_caption":"Figure: une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","alt":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","nro":41,"url":"img/image043.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"une empreinte génétique. Seul un jumeau monozygote aura une empreinte identique.","attributes":{},"skip":false,"key":"1.4.13"},{"backlink":"./chap/01.html#fig1.4.14","level":"1.4","list_caption":"Figure: évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","alt":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","nro":42,"url":"img/image044.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"évolution des haplotypes mitochondriaux et exemple de l'haplotype L,M,N en Afrique et hors d'Afrique.","attributes":{},"skip":false,"key":"1.4.14"},{"backlink":"./chap/01.html#fig1.4.15","level":"1.4","list_caption":"Figure: structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","alt":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","nro":43,"url":"img/image045.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structures des deux idiomorphes chez Neurospora crassa en violet et Podospora anserina en brun.","attributes":{},"skip":false,"key":"1.4.15"},{"backlink":"./chap/01.html#fig1.4.16","level":"1.4","list_caption":"Figure: résultats d'un croisement ♀ X^X Y x ♂ XY.","alt":"résultats d'un croisement ♀ X^X Y x ♂ XY.","nro":44,"url":"img/image046.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résultats d'un croisement ♀ X^X Y x ♂ XY.","attributes":{},"skip":false,"key":"1.4.16"},{"backlink":"./chap/01.html#fig1.4.17","level":"1.4","list_caption":"Figure: à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","alt":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","nro":45,"url":"img/image047.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche Linaria vulgaris et ses deux formes de fleurs: \"normale\" et \"peloric\". A droite les mécanismes d'acquisition et de maintien de l'état de méthylation au cours de la réplication de l'ADN via l'action respectivement d'une méthylase de novo qui méthyle l'ADN non méthylé et de méthylases de maintenance dont l'activité consiste à terminer la méthylation d'ADN hémiméthylé.","attributes":{},"skip":false,"key":"1.4.17"},{"backlink":"./chap/01.html#fig1.4.18","level":"1.4","list_caption":"Figure: en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","alt":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","nro":46,"url":"img/image048.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut mécanisme de PTGS. Dans le cas du PTGS, le gène endogène (ChsA) est transcrit normalement et le transgène produit, outre des messagers normaux, des ARNs aberrants, le plus souvent partiellement double brin. Ces ARNs double brin sont reconnus par l'enzyme DICER qui les clive en ARNsi d'une vingtaine de nucléotides. Les ARNsi se dissocient et se réassocient avec l'enzyme RISC qui cible les messagers normaux grâce à l'homologie de séquence entre l'ARNsi et le messager et catalyse leur dégradation. Notez que si la reconnaissance est incomplète parce que les séquences ne sont pas parfaitement homologues, cela aboutit à l'inactivation de la traduction plutôt que la dégradation du messager. Le phénomène est probablement amplifié par une ARN polymérase ARN-dépendante (RDRP) qui amplifie la quantité d'ARN aberrants en utilisant l'ARN normal comme matrice, comme cela a été montré chez Arabidopsis thaliana. En bas, pétunia sauvage à gauche et deux souches présentant de la cosuppression au centre et à droite.","attributes":{},"skip":false,"key":"1.4.18"},{"backlink":"./chap/01.html#fig1.4.19","level":"1.4","list_caption":"Figure: à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","alt":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","nro":47,"url":"img/image049.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"à gauche, la transmission via les anastomoses et la ségrégation non mendélienne du caractère het-s*. A droite, explication du comportement de l'allèle het-s. Après traduction, la protéine het-s est soluble et n'interagit pas avec het-S. En absence de fibre amyloïde, les souches sont donc sous forme het-s*. L'apparition spontanée d'une première fibre, entraîne de manière autocatalytique l'incorporation de het-s dans la fibre qui interagit alors avec het-S et démasque un domaine de mort cellulaire présent dans het-S.","attributes":{},"skip":false,"key":"1.4.19"},{"backlink":"./chap/01.html#fig1.4.20","level":"1.4","list_caption":"Figure: le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","alt":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","nro":48,"url":"img/image050.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le calcul des fréquences alléliques de la génération n+1 à partir des fréquences de la génération n en absence de phénomènes biaisant la transmission mendélienne des caractères.","attributes":{},"skip":false,"key":"1.4.20"},{"backlink":"./chap/01.html#fig1.4.21","level":"1.4","list_caption":"Figure: les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","alt":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","nro":49,"url":"img/image051.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les formes cérones et imino de la cytosine s’inter-convertissent spontanément. La forme cétone s’apparie avec la guanine, la forme imino plus rare avec l’adénine conduisant potentiellement à des mutations si ce phénomène se produit pendant la réplication.","attributes":{},"skip":false,"key":"1.4.21"},{"backlink":"./chap/01.html#fig1.4.22","level":"1.4","list_caption":"Figure: le principe du test de Luria et Delbrück.","alt":"le principe du test de Luria et Delbrück.","nro":50,"url":"img/image052.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le principe du test de Luria et Delbrück.","attributes":{},"skip":false,"key":"1.4.22"},{"backlink":"./chap/01.html#fig1.4.23","level":"1.4","list_caption":"Figure: Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","alt":"Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","nro":51,"url":"img/image053.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Figure 53: le principe du test de Luria et Delbrück. Une culture de bactéries sensibles est étalée sur du milieu avec (+ streptomycine) ou sans antibiotique (-streptomycine). Sur le milieu avec l’antibiotique (boite n°1), des bactéries résistantes génèrent des colonies contenant des millions d’individus résistants. S’ils sont étalés sur du milieu avec de l’antibiotique, chacun de ces descendants résistants va former de nouvelles colonies (boite n°2), montrant l’héritabilité de la mutation conférant la résistance. Sur le milieu sans antibiotique (boite n°3), toutes les bactéries qu’elles soient résistantes ou sensibles donnent naissance à des colonies. Joshua et Esther Lederberg ont utilisé la méthode des répliques au velours pour former une copie de ces colonies sur du milieu avec de la streptomycine (boite n°4). Le tissu de velours permet en effet de prélever une partie des cellules des colonies s’il est appliqué sur la boite n°3 et de transférer ensuite une fraction de celles-ci sur du milieu frais par simple contact. Seules les colonies contenant des individus résistants vont alors donner naissance sur la boite n°4 à des nouvelles colonies. Comme précédemment, si ces descendants sont de nouveau étalés sur du milieu avec de l’antibiotique (boite n°5), ils vont tous donner naissance à de nouvelles colonies. Il est maintenant simple de savoir si la mutation de résistance à la streptomycine de la boite n°4 est apparue avant le contact des bactéries avec l’antibiotique. En effet, la colonie de la boite n°3 qui a donné naissance à la colonie résistante de la boite n°4 n’a jamais vu l’antibiotique. Contenant des bactéries déjà résistantes, leur étalement sur du milieu avec antibiotique donnera naissance à des colonies nombreuses (boite n°6). Un témoin avec une colonie qui n’a pas donné naissance à une colonie résistante sur la boite n°4 confirme qu’aucune des bactéries qui la composent n’est résistante (boite n°7). Le résultat de ce test a toujours conduit à la conclusion que les bactéries résistantes détectées sur la boite n°4 étaient en fait déjà présentes sur la boite n°3.","attributes":{},"skip":false,"key":"1.4.23"},{"backlink":"./chap/01.html#fig1.4.24","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":52,"url":"img/image054.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas, tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.24"},{"backlink":"./chap/01.html#fig1.4.25","level":"1.4","list_caption":"Figure: effets des transitions et des transversions sur le fonctionnement des protéines.","alt":"effets des transitions et des transversions sur le fonctionnement des protéines.","nro":53,"url":"img/image055.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets des transitions et des transversions sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.25"},{"backlink":"./chap/01.html#fig1.4.26","level":"1.4","list_caption":"Figure: effets potentiels des frameshifts sur le fonctionnement des protéines.","alt":"effets potentiels des frameshifts sur le fonctionnement des protéines.","nro":54,"url":"img/image056.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets potentiels des frameshifts sur le fonctionnement des protéines.","attributes":{},"skip":false,"key":"1.4.26"},{"backlink":"./chap/01.html#fig1.4.27","level":"1.4","list_caption":"Figure: en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","alt":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","nro":55,"url":"img/image057.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure du cluster des β-globines et du gène de la β-globine; en bas tables répertoriant les polymorphismes et mutations des différents gènes de globines (à gauche) et plus particulièrement de ceux du gène de β-globine (à droite).","attributes":{},"skip":false,"key":"1.4.27"},{"backlink":"./chap/01.html#fig1.4.28","level":"1.4","list_caption":"Figure: comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","alt":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","nro":56,"url":"img/image058.png","index":28,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"comparaison entre les sept chromosomes nucléaires des génomes de Podospora anserina (en haut) et Podospora comata (en bas). En rouge, les séquences très similaires, en bleu les séquences inversées ou transloquées et les triangles blanc représentent des indels. Les points verts sont les centromères.","attributes":{},"skip":false,"key":"1.4.28"},{"backlink":"./chap/01.html#fig1.4.29","level":"1.4","list_caption":"Figure: altérations chromosomiques.","alt":"altérations chromosomiques.","nro":57,"url":"img/image059.png","index":29,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"altérations chromosomiques.","attributes":{},"skip":false,"key":"1.4.29"},{"backlink":"./chap/01.html#fig1.4.30","level":"1.4","list_caption":"Figure: mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","alt":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","nro":58,"url":"img/image060.png","index":30,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de fluidité des génomes impliquant la recombinaison de séquences répétées.","attributes":{},"skip":false,"key":"1.4.30"},{"backlink":"./chap/01.html#fig1.4.31","level":"1.4","list_caption":"Figure: un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","alt":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","nro":59,"url":"img/image061.png","index":31,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over entre une région inversée sur les deux chromosomes homologues d'un diploïde aboutit à deux chromosomes défectueux manquant des gènes (G,E et F pour le chromosome en haut, A et B pour celui du bas) et qui produiront vraisemblablement des gamètes incapables d'engager une fécondation réussie. La présence de deux centromères pour un des chromosomes et l'absence de centromère pour l'autre conduiront aussi à une mauvaise ségrégation en mitose et la perte rapide des chromosomes.","attributes":{},"skip":false,"key":"1.4.31"},{"backlink":"./chap/01.html#fig1.4.32","level":"1.4","list_caption":"Figure: croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","alt":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","nro":60,"url":"img/image062.png","index":32,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"croix de translocation en première division de méiose. Chaque chromosome 1 ou 2 a autant de chance de partir avec l'autre chromosome initial ou transloqué. Si les deux chromosomes initiaux partent ensembles en première division (les deux chromosomes transloqués partiront donc aussi ensembles), les gamètes produits seront viables. Au contraire, si un chromosome initial migre avec un chromosome transloqué, les 4 gamètes produits seront non-viables car dans chacun des noyaux finaux, il manquera un morceau de chromosome.","attributes":{},"skip":false,"key":"1.4.32"},{"backlink":"./chap/01.html#fig1.4.33","level":"1.4","list_caption":"Figure: l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","alt":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","nro":61,"url":"img/image063.png","index":33,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'absence de disjonction des chromosomes en première ou seconde division de méiose conduit à des aneuploïdies.","attributes":{},"skip":false,"key":"1.4.33"},{"backlink":"./chap/02.html#fig1.5.1","level":"1.5","list_caption":"Figure: phylogénie globale du monde cellulaire.","alt":"phylogénie globale du monde cellulaire.","nro":62,"url":"img/image064.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"phylogénie globale du monde cellulaire.","attributes":{},"skip":false,"key":"1.5.1"},{"backlink":"./chap/02.html#fig1.5.2","level":"1.5","list_caption":"Figure: le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","alt":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","nro":63,"url":"img/image065.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome d'Escherichia coli, un génome procaryote circulaire typique. En bleu, les séquences codant pour des protéines. Les gènes sont proches les uns des autres et organisés en opéron (notez la position des gènes sur les brins d'ADN; les gènes proches sont souvent sur le même brin, ce qui indique la présence probable d'un opéron). Il n'y a pas d'introns; En fait, il en existe néanmoins quelques-uns qui ont des structures différentes de celles présents dans les génomes nucléaires des eucaryotes.","attributes":{},"skip":false,"key":"1.5.2"},{"backlink":"./chap/02.html#fig1.5.3","level":"1.5","list_caption":"Figure: le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","alt":"le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","nro":64,"url":"img/image067.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome de Saccharomyces cerevisiae. Chez cette espèces, les introns sont rares (indiqués par les flèches rouges) et de petite taille (souvent quelques dizaines de nucléotides; voir le gène en bas qui contient un intron). Les séquences intergéniques sont aussi de petites tailles (quelques dizaines à quelques centaines de nucléotides).","attributes":{},"skip":false,"key":"1.5.3"},{"backlink":"./chap/02.html#fig1.5.4","level":"1.5","list_caption":"Figure: le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","alt":"le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","nro":65,"url":"img/image068.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome de Podospora anserina. Chez cette espèce, les gènes contiennent plus d'introns (souvent un à deux par gène), mais ils sont toujours de petite taille (entre 50 et 100 nucléotides). les régions intergéniques, bien qu'un peu plus grandes que chez saccharomyces cerevisiae sont toujours petites (souvent de l'ordre d'un kb ou moins). On note la présence de transposons (boites colorées) et de pseudogènes en rouge.","attributes":{},"skip":false,"key":"1.5.4"},{"backlink":"./chap/02.html#fig1.5.5","level":"1.5","list_caption":"Figure: le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","alt":"le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","nro":66,"url":"img/image069.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le génome humain. Dans notre génome, les introns sont très nombreux (>10/gènes), très grands (>5-10 kb) et les régions intergéniques peuvent aussi être très grandes (>50 kb), expliquant la grande taille du génome, bien qu'il ne contienne probablement que deux fois plus de gènes que Podospora anserina pour un génome 100 fois plus grand! La plus grande partie du génome est constitué de relique de transposons inactifs (pseudogénisés). Chez l'homme le plus grand gène mesurerait 2.474 Mb!","attributes":{},"skip":false,"key":"1.5.5"},{"backlink":"./chap/02.html#fig1.5.6","level":"1.5","list_caption":"Figure: pan génome et core génome d'Escherichia coli.","alt":"pan génome et core génome d'Escherichia coli.","nro":67,"url":"img/image070.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"pan génome et core génome d'Escherichia coli.","attributes":{},"skip":false,"key":"1.5.6"},{"backlink":"./chap/02.html#fig1.5.7","level":"1.5","list_caption":"Figure: pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","alt":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","nro":68,"url":"img/image071.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"pan génomes en vert et core génomes en rose de quatre champignons: pour le pan génome les chiffres entre parenthèse indiquent les nombres maximum et minimum de gènes additionnels trouvés dans les différentes souches.","attributes":{},"skip":false,"key":"1.5.7"},{"backlink":"./chap/03.html#fig1.6.1","level":"1.6","list_caption":"Figure: démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","alt":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","nro":69,"url":"img/image072.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"démarches suivies au cours des analyses de génétique classique ou inverse. Pour la génétique classique, la démarche démarre par la recherche de mutants sur des critères phénotypiques intéressants pour le processus étudié (mutants d'auxotrophie pour la biosynthèse des acides aminés, mutants de longévité pour le vieillissement, mutants arrêtés à une étape embryonnaire pour l'analyse du développement, etc.); c'est ce l'on appelle une mutagenèse qui aboutit à l'obtention de mutants indépendants.  Il faut ensuite caractériser les mutations par les méthodes de la génétique classique. Ensuite, les différents gènes ainsi identifiés par des mutations et qui interviennent dans le processus sont clonés par des démarches de génétique moléculaire (clonage positionnel, par expression fonctionnelle ou séquences complètes des génomes mutants). La formulation de modèles passe par la caractérisation fine des mutants qui fait appel aux méthodes de la biochimie et biologie moléculaire, de la cytologie, de la génétique des interactions afin d'obtenir des mutants supplémentaires, et éventuellement de la génétique inverse pour vérifier certaines hypothèses.<br> La génétique inverse consiste dans l'obtention par les techniques de l'ADN recombinant in vitro de mutations spécifiques dans des gènes dont on connait la séquence mais généralement pas le rôle, et la réintroduction de ceux-ci par transformation ou transfection dans un organisme afin d'obtenir des mutants de ces gènes; les effets obtenus sont ensuite analysés par les mêmes techniques que ceux obtenus par mutagenèse classique afin de formuler des modèles de fonctionnement. Ceci aboutit souvent à l'identification de nouveaux gènes candidats qui vont pouvoir à leur tour être analysés par génétique inverse.","attributes":{},"skip":false,"key":"1.6.1"},{"backlink":"./chap/03.html#fig1.6.2","level":"1.6","list_caption":"Figure: le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","alt":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","nro":70,"url":"img/image073.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le système Com responsable de l'incorporation de l'ADN au sein de la cellule chez Streptococcus pneumoniae. L'ADN est piégé par le pilus ComGC, est transmis au complexe ComEC et pénètre dans la cellule sous forme simple brin, l'autre brin étant dégradé par la nucléase EndA. Ce système est présent chez de nombreuses bactéries Gram<sup>+</sup>, mais aussi chez des Gram<sup>-</sup>, chez qui l'ADN utilise la protéine pilQ pour traverser la membrane externe.","attributes":{},"skip":false,"key":"1.6.2"},{"backlink":"./chap/03.html#fig1.6.3","level":"1.6","list_caption":"Figure: transformation en deux temps de bactéries réfractaires à la transformation.","alt":"transformation en deux temps de bactéries réfractaires à la transformation.","nro":71,"url":"img/image074.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"transformation en deux temps de bactéries réfractaires à la transformation.","attributes":{},"skip":false,"key":"1.6.3"},{"backlink":"./chap/03.html#fig1.6.4","level":"1.6","list_caption":"Figure: mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","alt":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","nro":72,"url":"img/image075.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanisme principal de transformation chez Saccharomyces cerevisiae. Le passage de la paroi n'est pas encore clairement expliqué. Il n'est pas exclu qu'il existe une autre voie mineure d'entrée.","attributes":{},"skip":false,"key":"1.6.4"},{"backlink":"./chap/03.html#fig1.6.5","level":"1.6","list_caption":"Figure: plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","alt":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","nro":73,"url":"img/image076.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"plasmide typique utilisé pour transformer des cellules eucaryotes via A. tumefaciens. Le plasmide porte un marqueur de sélection (résistance) qui permet la sélection à la fois dans E. coli et A. tumefaciens. Une origine de réplication permet la réplication dans E. coli et une autre la réplication dans A. tumefaciens. La région STA assure la stabilité du plasmide dans A. tumefaciens. Ces régions vont permettre d'amplifier le plasmide dans un premier temps en utilisant E. coli et dans un second de le transférer dans A. tumefaciens. La région transférée dans la cellule eucaryote est délimitée par deux frontières de séquences spécifiques. Entre ces deux frontières sont introduits un marqueur de sélection qui fonctionne dans l'organisme à transformer (un gène de résistance à un antifongique ou un herbicide par exemple) et des sites de clonage multiple qui vont permettre d'insérer les cassettes. L'ADN est donc transféré sous forme linéaire double brin.","attributes":{},"skip":false,"key":"1.6.5"},{"backlink":"./chap/03.html#fig1.6.6","level":"1.6","list_caption":"Figure: la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","alt":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","nro":74,"url":"img/image077.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation par biolistique. A gauche la machine et à droite son principe de fonctionnement. Les paramètres à optimiser incluent la vitesse d'éjection (qui se règle en faisant varier la finesse (=solidité) de la membrane), la nature des billes (or ou tungstène, diamètres plus ou moins grands mais de l'ordre du micron), et le protocole de fixation de l'ADN sur les billes (tampon utilisé...).","attributes":{},"skip":false,"key":"1.6.6"},{"backlink":"./chap/03.html#fig1.6.7","level":"1.6","list_caption":"Figure: le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","alt":"le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","nro":75,"url":"img/image078.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le double strand break repair entraîne soit la production de conversions soit de crossing over. Lorsqu'un ADN subit une cassure double brin, il peut être réparé en utilisant une molécule d'ADN homologue, c'est à dire possédant la même séquence. Cela peut être le cas dans une cellule diploïde et dans ce cas la deuxième copie peut servir de matrice. Mais c'est aussi le cas après réplication chez les bactéries et les eucaryotes haploïde (en phase G2). Éventuellement, une séquence homologue/homéologue située ailleurs dans le génome peut être utilisée, ce qui conduira à un réarrangement (voir figure 60). La réparation commence par la résection simple brin au niveau de la cassure par une nucléase spécifique et la reconnaissance et l’appariement des deux séquences. Puis, l'ADN du brin intact est ouvert et la portion simple brin d'une des deux extrémités libre du brin à réparer vient s'hybrider avec le brin intact. Le remplissage des \"trous\" par une polymérase et la fermeture des simples-brins par une ligase conduit à une structure possédant deux jonctions de Holliday. Cette double jonction est résolue par une résolvase et conduit en fonction de l'action de la résolvase au niveau de chaque jonction soit à une conversion soit à un crossing-over (voir figure 79). Les enzymes impliqués dans ce mécanismes sont très conservés au cours de l'évolution: système RecA,B,C,D chez les bactéries et gènes rad/XP/ERCC chez les eucaryotes.","attributes":{},"skip":false,"key":"1.6.7"},{"backlink":"./chap/03.html#fig1.6.8","level":"1.6","list_caption":"Figure: la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","alt":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","nro":76,"url":"img/image079.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la résolution de la jonction de Holliday se fait par deux nouvelles coupures des simples brins. Suivant la position de ces coupures on aura ou non échange de séquences flanquantes. Par exemple, s’il y a coupure et raboutage des deux brins qui ont subi l’échange (flèches orangées), il n’y aura pas de crossing-over visible et seul un très petit fragment est échangé sur un seul brin. En revanche si les deux coupures ont lieu sur les deux brins qui n’ont pas subi l’échange (flèches roses), un crossing-over se produira.","attributes":{},"skip":false,"key":"1.6.8"},{"backlink":"./chap/03.html#fig1.6.9","level":"1.6","list_caption":"Figure: modes d'intégration d'ADNs exogènes par recombinaison homologue.","alt":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","nro":77,"url":"img/image080.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modes d'intégration d'ADNs exogènes par recombinaison homologue.","attributes":{},"skip":false,"key":"1.6.9"},{"backlink":"./chap/03.html#fig1.6.10","level":"1.6","list_caption":"Figure: le système NHEJ.","alt":"le système NHEJ.","nro":78,"url":"img/image081.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le système NHEJ.","attributes":{},"skip":false,"key":"1.6.10"},{"backlink":"./chap/03.html#fig1.6.11","level":"1.6","list_caption":"Figure: les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","alt":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","nro":79,"url":"img/image082.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les systèmes CRE/LOX et FLP/FRT. En haut, les sites reconnus FRT et loxP. En bas, les réactions catalysées naturellement par FLP et CRE.","attributes":{},"skip":false,"key":"1.6.11"},{"backlink":"./chap/03.html#fig1.6.12","level":"1.6","list_caption":"Figure: les premiers systèmes d'inactivation de gènes.","alt":"les premiers systèmes d'inactivation de gènes.","nro":80,"url":"img/image083.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"les premiers systèmes d'inactivation de gènes.","attributes":{},"skip":false,"key":"1.6.12"},{"backlink":"./chap/03.html#fig1.6.13","level":"1.6","list_caption":"Figure: remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","alt":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","nro":81,"url":"img/image084.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Saccharomyces cerevisiae en utilisant le marqueur d'auxotrophie à l'uracile URA3. Il est possible de faire le remplacement directement sur une souche haploïde mais si le gène est essentiel, aucun mutant ne sera obtenu. Il est donc conseillé comme sur le schéma de transformer avec la cassette de remplacement une souche diploïde. Dans ce cas, une seule des deux copies est remplacée car le remplacement simultané des deux copies est extrêmement rare. Les transformants sont sélectionnés sur leur retour à la prototrophie alors que la souche de départ est auxotrophe pour l'uracile. L'efficacité du remplacement est telle que seule une vérification par PCR est nécessaire pour s'assurer que le remplacement a bien été fait. Pour ceci, il faut utiliser des amorces situées à l'extérieur de la région d'homologie utilisée pour faire le remplacement (amorces 1 et 2). Seuls les transformants ayant un remplacement correct donneront des bandes de tailles connues en utilisant les couples d'amorces 1+3 et 2+4. Une méiose permet d'obtenir des tétrades. Si les 4 ascospores sont viables alors le gène n'est pas essentiel. Si seulement les deux spores URA3<sup>-</sup> sont viables alors le gène est essentiel. Chez les champignons filamenteux, il est recommandé de vérifier la délétion par Southern blot car il existe des évènements d'insertion complexes ou l'allèle remplacé et l'allèle sauvage sont tous les deux présents. De même, la plupart étant essentiellement haploïdes, l'obtention de remplacement de gènes essentiels est plus difficile mais pas impossible.","attributes":{},"skip":false,"key":"1.6.13"},{"backlink":"./chap/03.html#fig1.6.14","level":"1.6","list_caption":"Figure: remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","alt":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","nro":82,"url":"img/image085.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez la souris. Dans le cas d'organismes pluricellulaires, il faut transformer la lignée germinale, ce qui n'est pas simple même si des systèmes à base de virus peuvent être envisagés. Dans le cas de la souris, le plus simple est de faire le remplacement de gènes sur des cellules totipotentes en utilisant la résistance à la généticine (=G418). Comme dans le cas de la levure, une seule des deux copies est remplacée. La vérification d'abord par PCR comme chez la levure permet de trier les candidats. Il est recommander de vérifier ces candidats par Southern Blot car il existe des évènements d'intégration complexes que seul une analyse plus poussée permet de cribler. Une fois le remplacement assuré, la lignée totipotente mutante est injectée dans des embryons de souris; il est recommandé de choisir des souris de phénotypes différents pour faciliter la détection des souriceaux chimère ou mosaïques qui vont résulter de l'intégration des cellules injectées dans l'embryon; des souris ayant des différences de couleur de pelage offrent une façon simple de trier. Il faut aussi espérer que la lignée germinale des souris mosaïques F0 contient des cellules mutantes afin que leur descendance F1 contienne la mutation; sa présence peut être détectée par PCR comme indiqué figure 84. La descendance F1 sera hétérozygote et devrait donc vivre. Le croisement des descendants hétérozygotes entre eux permet d'obtenir les homozygotes afin d'évaluer leur phénotype. La présence du remplacement et de l'allèle sauvage par PCR permet de déterminer le statut des descendants F2 car ceux-ci peuvent toujours être hétérozygotes ou homozygotes sauvages.","attributes":{},"skip":false,"key":"1.6.14"},{"backlink":"./chap/03.html#fig1.6.15","level":"1.6","list_caption":"Figure: remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","alt":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","nro":83,"url":"img/image086.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement de gènes chez Bacillus subtilis. Voir texte pour le détail de la stratégie.","attributes":{},"skip":false,"key":"1.6.15"},{"backlink":"./chap/03.html#fig1.6.16","level":"1.6","list_caption":"Figure: remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","alt":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","nro":84,"url":"img/image087.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"remplacement contrôlé de gènes chez la souris. L'utilisation du système CRE/LOX permet de choisir le lieu et/ou le moment de la délétion. Pour cela, il faut construire des souris portant deux sites loxP autour du gène à déléter. Cela nécessite deux transformations successives avec des cassettes permettant l'insertion des sites loxP en même temps que les marqueurs de sélection qui sont la résistance à la néomycine et à la puromycine. L'apport de la recombinase CRE se fait en croisant des souris obtenues aussi par transgénèse et qui exprime la recombinase soit à partir d'un promoteur fonctionnel dans un lignage cellulaire ou en réponse à un inducteur (la tétracycline par exemple), ce qui va provoquer la recombinaison entre les sites loxP (et donc la délétion du gène) de manière contrôlée.","attributes":{},"skip":false,"key":"1.6.16"},{"backlink":"./chap/03.html#fig1.6.17","level":"1.6","list_caption":"Figure: cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","alt":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","nro":85,"url":"img/image088.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"cassette permettant la surexpression d'un gène. La séquence codante en rose est placée sous le contrôle d'un promoteur fort. Le terminateur est ajouté pour une terminaison correcte de la transcription, ce qui stabilise l'ARN messager.","attributes":{},"skip":false,"key":"1.6.17"},{"backlink":"./chap/03.html#fig1.6.18","level":"1.6","list_caption":"Figure: modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","alt":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","nro":86,"url":"img/image089.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant le système CRISPR/CAS9. Le système CRISPR/CAS9 dérive d'un mécanisme de défense bactérien vis à vis des bactériophages. Il aboutit à la coupure double brin d'un ADN de séquence spécifique via l'hybridation avec un ARN guide et un assemblage avec la nucléase CAS9. La longueur de la séquence qui s'hybride est de 20 nucléotides, ce qui est en général suffisant pour que l'ARN guide ne s'hybride qu'avec une seule séquence dans le génome, même si celui-ci est complexe comme le génome humain. Néanmoins, la reconnaissance des 7 premiers nucléotides étant moins importante, il est donc possible d'avoir des coupures indésirables. La seule contrainte pour la coupure est la présence après la séquence d'hybridation d'un dinucléotide GG espacé par un nucléotide de la région d'hybridation (séquence PAM pour Protospacer Adjacent Motif: NGG) si la protéine CAS9 provient de Streptococcus pyogenes. Notez que cette séquence PAM est différente entre les différentes endonucléase CAS9 et il est donc possible de couper à différents endroits en utilisant différentes CAS9. Notez qu'il existe des programmes qui permettent de choisir le site de coupure idéal. Une fois la cassure double brin exécutée par la protéine CAS9 au niveau du 16ème nucléotide hybridé, elle est réparé par la machinerie cellulaire, soit via le système de réparation des cassures double brin, soit via le système de non-homologous end joining. Si aucune matrice n'est fournie (cas n°1), la réparation à l'identique entraîne une nouvelle coupure et ce jusqu'à ce qu'une mutation (en bleu) au site de coupure empêchant l'hybridation se produise. Cela aboutit donc à la création de mutations ponctuelles (faux-sens, non-sens ou frameshift) au site de coupure. Si une cassette de délétion est fournie comme matrice pour exécuter la réparation, ceci peut aboutir au remplacement du gène par le marqueur de résistance (cas n°2), enfin une matrice portant une mutation désirée (en rouge) peut être fournie (cas n°3); dans ce cas la réparation peut aboutir à un changement précis de nucléotide ou par exemple à une délétion propre entre les codons start et stop d'un gène.","attributes":{},"skip":false,"key":"1.6.18"},{"backlink":"./chap/03.html#fig1.6.19","level":"1.6","list_caption":"Figure: modification de gènes utilisant une co-transformation.","alt":"modification de gènes utilisant une co-transformation.","nro":87,"url":"img/image090.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"modification de gènes utilisant une co-transformation.","attributes":{},"skip":false,"key":"1.6.19"},{"backlink":"./chap/03.html#fig1.6.20","level":"1.6","list_caption":"Figure: la mutagenèse par REMI.","alt":"la mutagenèse par REMI.","nro":88,"url":"img/image091.png","index":20,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse par REMI.","attributes":{},"skip":false,"key":"1.6.20"},{"backlink":"./chap/03.html#fig1.6.21","level":"1.6","list_caption":"Figure: la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","alt":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","nro":89,"url":"img/image092.png","index":21,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la mutagenèse insertionnelle par transposition chez les champignons. La souche de départ contient un transposon modifié contenant un marqueur de résistance bactérien et une origine de réplication fonctionnelle chez Escherichia coli. Il est inséré entre le promoteur et la séquence codante du gène nia codant pour la réductase des nitrates. Elle contient aussi la transposase sous le contrôle d'un promoteur modulable. Du fait de l'insertion du transposons, le gène nia n'est pas exprimé; la souche est donc incapable d'utiliser le nitrate comme source d'azote (elle est aussi résistante au chlorate ce qui a permis de sélectionner l'insertion du transposon dans le gène nia). L'expression de la transposase est induite via le promoteur modulable. Elle permet l'excision du transposon, ce qui est facilement sélectionnable en recherchant les souches capable d'utiliser le nitrate comme source d'azote. Dans une large fraction de ces souches excisées, le transposon s'est réinséré au hasard dans le génome. L'identification de la région dans laquelle le transposons s'est réinséré est facile grâce au marqueur de résistance bactérien et à l'origine de réplication (voir figure 84).","attributes":{},"skip":false,"key":"1.6.21"},{"backlink":"./chap/03.html#fig1.6.22","level":"1.6","list_caption":"Figure: la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","alt":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","nro":90,"url":"img/image093.png","index":22,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"la transformation et la mutagenèse par transposition de l'élément P chez la drosophile. Deux plasmides différents sont co-injectés dans des œufs de drosophile 1h à 1h30 après la ponte, à l’aide d’un micromanipulateur. Un porte un transposon modifié, l’autre la source de transposase produite via un promoteur fort. A cet âge les embryons sont sous forme de syncytium. Le transposon modifié porte au minimum un site de clonage et un marqueur de transgénèse (ici le gène white, la souche réceptrice étant alors mutante white avec des yeux blancs et de type M, c'est à dire dépourvue de l'élément P), placés entre les pieds de l'élément P. Le plasmide portant le gène de la transposase pénètre dans les noyaux, y est transcrit et ensuite l'ARNm produit est traduit dans le cytoplasme syncytial de l’embryon. La transposase entre dans les noyaux des cellules souches à l'origine de la lignée germinale en même temps que le plasmide contenant le transgène; elle catalyse à la fois la coupure du plasmide vecteur contenant le transgène au niveau des \"pieds de P\" et de l'ADN chromosomique au hasard, et y insère le transgène. Le transfert de gènes est accompli avec une efficacité raisonnable qui fait que l'inspection visuelle des mouches provenant des oeufs injectés est suffisante pour obtenir des embryons avec des yeux rouges dans lesquels le transposon s'est inséré avec succès. Le transposons transféré est alors stable et se transmet fidèlement aux générations suivantes. La transposase fortement exprimée peut aussi être intégrée de la même manière dans le génome. Elle va alors provoquer la transposition de l'élément P à d'autres endroits du génome et donc faire le traitement mutagène. Il ne faut pas oublier que la drosophile est diplobiontique et que pour obtenir les mutations à l'état homozygote, il faudra faire deux séries de croisements. Au cours de ces croisements, il est simple d'identifier les descendants dépourvus de transposase afin que les insertions des transposons soient stables.<br> Le transposon a été modifié pour faciliter son utilisation. Par exemple, on peut ajouter des séquences plasmidiques (ori et marqueur de résistance) qui permettront le clonage ultérieur des séquences génomiques flanquantes (figure 94). On peut aussi ajouter des promoteurs forts ou un enhancer qui va déréguler les gènes environnants. L'ajout de la séquence codante de la GFP permet de voir l'expression des gènes au point d'insertion, etc.","attributes":{},"skip":false,"key":"1.6.22"},{"backlink":"./chap/03.html#fig1.6.23","level":"1.6","list_caption":"Figure: deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","alt":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","nro":91,"url":"img/image094.png","index":23,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"deux méthodes pour identifier les sites d'insertion. En haut, si la séquence insérée contient un marqueur bactérien de résistance à un antibiotique et une origine de réplication (voir figure 92 et 93), il suffit de couper l'ADN génomique de la souche d'intérêt porteuse de l'insertion avec un enzyme de restriction qui ne coupe pas dans l'ADN inséré et de religuer les ADN. Le mélange est ensuite transformé dans Escherichia coli. Seul le plasmide porteur de l'origine de réplication va pouvoir se propager dans E. coli. Il rendra les bactéries résistantes à l'antibiotique et pourra facilement être purifié et séquencé. En bas, si les régions permettant un clonage dans E. coli ne sont pas présentes, il suffit de faire une \"PCR inverse\". Pour ceci, il faut couper l'ADN de la souche porteuse de l'insertion par un enzyme de restriction et recirculariser l'ADN avec une ligase. Une amplification par PCR avec des amorces judicieusement placées permet d'amplifier un fragment d'ADN contenant la jonction.","attributes":{},"skip":false,"key":"1.6.23"},{"backlink":"./chap/03.html#fig1.6.24","level":"1.6","list_caption":"Figure: en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","alt":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","nro":92,"url":"img/image095.png","index":24,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, structure des cassettes de délétion; les uptag et downtag sont des séquences de 20 pb spécifiques à chacune des délétions. Elles permettent donc d'amplifier spécifiquement les jonctions des délétions dans un mélange en utilisant les couples d'amorces rouge ou bleu. Les régions en bleu de part et d'autre des uptag et downtag sont communes à toutes les délétions et permettent d'amplifier les délétions marquées pour le séquençage à haut débit. En bas, en partant d'un mélange où chaque souche mutante est présente en même quantité, l'application d'une sélection va modifier les proportions des différentes souches en fonction du rôle de chacun des gènes délétés. Il est simple de savoir les souches favorisées ou défavorisées en analysant l'ADN du mélange final en comparaison avec celui du mélange initial, soit par hybridation sur micropuces des uptag et downtag, sot par séquençage à haut débit en utilisant les régions communes à toutes les délétions pour amorcer les réactions.","attributes":{},"skip":false,"key":"1.6.24"},{"backlink":"./chap/03.html#fig1.6.25","level":"1.6","list_caption":"Figure: en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","alt":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","nro":93,"url":"img/image096.png","index":25,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"en haut, crible de sélection positif pour sélectionner des mutants résistants; en bas, crible de sélection négatif pour sélectionner des mutants hypersensibles.","attributes":{},"skip":false,"key":"1.6.25"},{"backlink":"./chap/03.html#fig1.6.26","level":"1.6","list_caption":"Figure: crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","alt":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","nro":94,"url":"img/image097.png","index":26,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"crible de sélection de mutants de stérilité femelle sur le chromosome X chez la drosophile. Le traitement mutagène a été effectué sur des mâles à l'aide de l'EMS (éthyle méthyle sulfonate). Ils portaient sur leur chromosome X un allèle vermillon qui donne une couleur rouge vive aux yeux et qui est facilement détectable (chromosome Xv en rouge qui portera donc les mutations). Ces mâles ont ensuite initié la série de croisements décrits afin in fine de sélectionner les mutants d'intérêt.","attributes":{},"skip":false,"key":"1.6.26"},{"backlink":"./chap/03.html#fig1.6.27","level":"1.6","list_caption":"Figure: mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","alt":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","nro":95,"url":"img/image098.png","index":27,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mise au point d'un crible de sélection de mutants de régulation par la lumière chez Neurospora crassa. Le promoteur du gène al-3 qui est régulé par la lumière a été fusionné à la séquence codante du gène mtr. Ce gène code une perméase qui permet l'entrée de certains acides aminés dont le tryptophane et la phénylalanine. Une souche mtr- et trp- est transformée avec cette construction. Les transformants obtenus peuvent pousser sur du milieu + tryptophane que si le champignon est éclairé ! Deux types de cribles positifs vont pouvoir être menés (voir texte).","attributes":{},"skip":false,"key":"1.6.27"},{"backlink":"./chap/03.html#fig1.6.28","level":"1.6","list_caption":"Figure: l'obtention des mutants est la première étape de l'analyse génétique.","alt":"l'obtention des mutants est la première étape de l'analyse génétique.","nro":96,"url":"img/image099.png","index":28,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"l'obtention des mutants est la première étape de l'analyse génétique.","attributes":{},"skip":false,"key":"1.6.28"},{"backlink":"./chap/04.html#fig1.7.1","level":"1.7","list_caption":"Figure: principe du test de complémentation.","alt":"principe du test de complémentation.","nro":97,"url":"img/image100.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du test de complémentation.","attributes":{},"skip":false,"key":"1.7.1"},{"backlink":"./chap/04.html#fig1.7.2","level":"1.7","list_caption":"Figure: principe de la complémentation dans les hétérocaryons balancés.","alt":"principe de la complémentation dans les hétérocaryons balancés.","nro":98,"url":"img/image101.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la complémentation dans les hétérocaryons balancés.","attributes":{},"skip":false,"key":"1.7.2"},{"backlink":"./chap/04.html#fig1.7.3","level":"1.7","list_caption":"Figure: réassociation de mutations de positions trans en position cis via un crossing-over.","alt":"réassociation de mutations de positions trans en position cis via un crossing-over.","nro":99,"url":"img/image102.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"réassociation de mutations de positions trans en position cis via un crossing-over.","attributes":{},"skip":false,"key":"1.7.3"},{"backlink":"./chap/04.html#fig1.7.4","level":"1.7","list_caption":"Figure: le protocole de gauche teste la complémentation; celui de droite la recombinaison.","alt":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","nro":100,"url":"img/image103.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"le protocole de gauche teste la complémentation; celui de droite la recombinaison.","attributes":{},"skip":false,"key":"1.7.4"},{"backlink":"./chap/04.html#fig1.7.5","level":"1.7","list_caption":"Figure: mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","alt":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","nro":101,"url":"img/image104.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mécanismes de la complémentation inter-allélique. En haut, dans le cas de protéines homo-multimériques, des mutations qui altèrent la fonctionnalité des multimères peuvent se compenser. Des mutations dans des résidus qui sont à la surface des monomères et qui changent la charge peuvent empêcher la formation de multimères et inactiver la protéine. La mise en présence des deux types de monomères permet de reconstituer un complexe actif. En bas, la complémentation est un test qui analyse la fonction. Si un gène produit un polypeptide qui exerce plusieurs fonctions, alors des mutations affectant chacune des fonctions peuvent complémenter.","attributes":{},"skip":false,"key":"1.7.5"},{"backlink":"./chap/04.html#fig1.7.6","level":"1.7","list_caption":"Figure: absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","alt":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","nro":102,"url":"img/image105.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation de mutations récessives dans les gènes impliqués dans la caryogamie.","attributes":{},"skip":false,"key":"1.7.6"},{"backlink":"./chap/04.html#fig1.7.7","level":"1.7","list_caption":"Figure: absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","alt":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","nro":103,"url":"img/image106.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"absence de complémentation entre mutations dans des gènes codants des composants de complexes hétéromultimériques.","attributes":{},"skip":false,"key":"1.7.7"},{"backlink":"./chap/05.html#fig1.8.1","level":"1.8","list_caption":"Figure: un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","alt":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","nro":104,"url":"img/image107.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"un crossing-over (en haut) permet de recombiner les allèles. La présence d'un deuxième crossing-over (en bas) restaure la combinaison parentale des allèles.","attributes":{},"skip":false,"key":"1.8.1"},{"backlink":"./chap/05.html#fig1.8.2","level":"1.8","list_caption":"Figure: calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","alt":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","nro":105,"url":"img/image108.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"calcul de FR= fréquence de produits de méiose recombinés apparents. Sans crossing-over, FR= 0%; avec un crossing-over, FR= 50%; FR= 50 % aussi avec deux crossing-over. En effet, si on fixe le premier crossing-over (flèche rose), il existe quatre possibilités pour les chromatides impliquées dans le deuxième crossing-over. Deux des possibilités conduisent à la détection de recombinants et les deux autres à une absence de détection. Au total, la moitié des recombinants seront donc détectables si deux crossing-over sont en jeu.","attributes":{},"skip":false,"key":"1.8.2"},{"backlink":"./chap/05.html#fig1.8.3","level":"1.8","list_caption":"Figure: formation de l'asque ordonné chez Neurospora crassa.","alt":"formation de l'asque ordonné chez Neurospora crassa.","nro":106,"url":"img/image109.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"formation de l'asque ordonné chez Neurospora crassa.","attributes":{},"skip":false,"key":"1.8.3"},{"backlink":"./chap/05.html#fig1.8.4","level":"1.8","list_caption":"Figure: schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","alt":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","nro":107,"url":"img/image110.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"schéma de la ségrégation d'un gène en méiose dans les asques ordonnés.","attributes":{},"skip":false,"key":"1.8.4"},{"backlink":"./chap/05.html#fig1.8.5","level":"1.8","list_caption":"Figure: asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","alt":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","nro":108,"url":"img/image111.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"asques ordonnés obtenus après deux crossing-over entre un  gène et son centromère.","attributes":{},"skip":false,"key":"1.8.5"},{"backlink":"./chap/05.html#fig1.8.6","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","nro":109,"url":"img/image112.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure sans ou avec un seul crossing-over. Sans crossing-over, comme chaque association de chromosomes est équiprobable au cours de la première division de la méiose, on obtient autant de tétrades avec uniquement des associations parentales dites ditypes parentaux que de tétrades contenant uniquement des associations recombinées dites ditypes recombinés. Avec un crossing-over entre l'un des gènes et son centromère, on obtient uniquement des asques contenant une spore de chacune des 4 associations dits tétratypes.","attributes":{},"skip":false,"key":"1.8.6"},{"backlink":"./chap/05.html#fig1.8.7","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","alt":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","nro":110,"url":"img/image113.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des chromosomes différents dans les tétrades de levure avec deux crossing-over entre chacun des gènes et son centromère respectif.","attributes":{},"skip":false,"key":"1.8.7"},{"backlink":"./chap/05.html#fig1.8.8","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés le même chromosome.","alt":"ségrégation de deux gènes localisés le même chromosome.","nro":111,"url":"img/image114.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés le même chromosome.","attributes":{},"skip":false,"key":"1.8.8"},{"backlink":"./chap/05.html#fig1.8.9","level":"1.8","list_caption":"Figure: ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","alt":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","nro":112,"url":"img/image115.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de deux gènes localisés sur des autosomes chez Caenorbaditis elegans après autofécondation d'un hermaphodite F1.","attributes":{},"skip":false,"key":"1.8.9"},{"backlink":"./chap/05.html#fig1.8.10","level":"1.8","list_caption":"Figure: test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","alt":"test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","nro":113,"url":"img/image116.png","index":10,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"test 3-points: dans un croisement d'une F1 hérérozygote par elle-même, la fréquence d'un double crossing-over entre a et b et entre b et c est le produit de la fréquence d'un crossing-over entre a et b avec celle d'un crossing-over entre b et c. Elle est donc très inférieure à ces deux dernières fréquences. Dans les descendants les chromatides portant (a1 b2 c1) et (a2 b1 c2) sera la plus faible. En résumé, le gène qui recombine avec les deux autres avec la plus faible fréquence se trouve au milieu.","attributes":{},"skip":false,"key":"1.8.10"},{"backlink":"./chap/05.html#fig1.8.11","level":"1.8","list_caption":"Figure: ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","alt":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","nro":114,"url":"img/image117.png","index":11,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation de type 4:0 d'un croisement mata sauvage x  matα rho° chez Saccharomyces cerevisiae. La souche rho° est représentée avec des mitochondries blanches dépourvues de génome. Dans le diploïde, la fusion des mitochondries va aboutir à des mitochondries toutes pourvues de génomes. Notez que les mitochondries ont la possibilité non seulement de fusionner, mais aussi de se scinder et qu'elles contiennent plusieurs copies, voire dizaines de copies du génome mitochondrial.","attributes":{},"skip":false,"key":"1.8.11"},{"backlink":"./chap/05.html#fig1.8.12","level":"1.8","list_caption":"Figure: carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","alt":"carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","nro":115,"url":"img/image118.png","index":12,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique de Podospora anserina. l'idiomorphe du type sexuel est noté mt.","attributes":{},"skip":false,"key":"1.8.12"},{"backlink":"./chap/05.html#fig1.8.13","level":"1.8","list_caption":"Figure: non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","alt":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","nro":116,"url":"img/image119.png","index":13,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"non-disjonction en mitose (à droite) du chromosome portant un allèle sauvage donne une cellule hémizygote a<sup>-</sup> mutante. A gauche, colonie sectorisée par non-disjonction.","attributes":{},"skip":false,"key":"1.8.13"},{"backlink":"./chap/05.html#fig1.8.14","level":"1.8","list_caption":"Figure: effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","alt":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","nro":117,"url":"img/image120.png","index":14,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"effets des crossing-over mitotiques. Après un crossing-over entre le gène Sn et le centromère, dans le cas de gauche avec ségrégation de la chromatide 1 avec la chromatide 4 et donc de la chromatide 2 avec la chromatide 3, deux cellules sauvages sont obtenues. Au contraire, dans le cas de droite, où la chromatide 1 ségrège avec la chromatide 3 et donc de la chromatide 2 avec la chromatide 4, les cellules filles seront pour l'une homozygote pour Sn et l'autre homozygote pour y. Chacune va donner naissance à un clone ce qui va aboutir à ce que l'on appelle des clones ou spots jumeaux.","attributes":{},"skip":false,"key":"1.8.14"},{"backlink":"./chap/05.html#fig1.8.15","level":"1.8","list_caption":"Figure: ségrégation mitotique chez Saccharomyces cerevisiae.","alt":"ségrégation mitotique chez Saccharomyces cerevisiae.","nro":118,"url":"img/image121.png","index":15,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ségrégation mitotique chez Saccharomyces cerevisiae.","attributes":{},"skip":false,"key":"1.8.15"},{"backlink":"./chap/05.html#fig1.8.16","level":"1.8","list_caption":"Figure: souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","alt":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","nro":119,"url":"img/image122.png","index":16,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"souche Hfr et principe de la conjugaison chez Escherichia coli. La conjugaison a lieu avec une souche donneuse Hfr sensible à un antibiotique et une souche receveuse qui y est résistante (ici la streptomycine). Ici la souche donneuse est sauvage et donc prototrophe pour l'histidine (his<sup>+</sup>), alors que la réceptrice est auxotrophe pour cet acide aminé. Le transfert du chromosome bactérien de la souche donneuse vers la souche receveuse peut se voir par l'obtention de conjugants résistants à la streptomycine (et donc ayant le génome de la receveuse) et qui sont devenus prototrophe grâce à un double crossing-over qui a permis le remplacement de l'allèle his<sup>-</sup> par l'allèle his<sup>+</sup>.","attributes":{},"skip":false,"key":"1.8.16"},{"backlink":"./chap/05.html#fig1.8.17","level":"1.8","list_caption":"Figure: principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","alt":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","nro":120,"url":"img/image123.png","index":17,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par conjugaison. A gauche, cinétique observée d'apparition des différents conjugants présentant un retour à la prototrophie pour le caractère indiqué entre crochet. A droite, la carte que l'on peut déduire de la cinétique, ici représentée sous forme circulaire.","attributes":{},"skip":false,"key":"1.8.17"},{"backlink":"./chap/05.html#fig1.8.18","level":"1.8","list_caption":"Figure: carte génétique d'Escherichia coli obtenue par conjugaison.","alt":"carte génétique d'Escherichia coli obtenue par conjugaison.","nro":121,"url":"img/image124.png","index":18,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"carte génétique d'Escherichia coli obtenue par conjugaison.","attributes":{},"skip":false,"key":"1.8.18"},{"backlink":"./chap/05.html#fig1.8.19","level":"1.8","list_caption":"Figure: principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","alt":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","nro":122,"url":"img/image125.png","index":19,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la cartographie par transduction avec le phage P1. Le phage P1 peut emporter un fragment du génome bactérien de la bactérie donneuse et l'injecter à la bactérie receveuse. Les phages emportant un morceau de chromosome bactérien n'empaquètent pas leur propre ADN correctement et sont donc souvent défectifs. La fréquence de ce processus est très faible. Il faut donc pouvoir sélectionner facilement la bactérie transduite (par un retour au phénotype sauvage a<sup>+</sup> et/ou b<sup>+</sup> par exemple). Le principe de la cartographie est alors très simple. Si on part d'une souche donneuse a<sup>+</sup> b<sup>+</sup> c<sup>+</sup> et que l'on transduit une bactérie réceptrice a<sup>-</sup> b<sup>-</sup> c<sup>-</sup>, les bactéries \"co-transduite\" a<sup>+</sup> b<sup>+</sup>  seront d'autant plus fréquentes que les gènes a et b sont proches. Le gène c étant éloignés des deux autres, il ne sera jamais co-transduit. Notez que pour que les gènes soient co-transduits, il faut qu'ils soient sur un fragment suffisamment petit pour qu'il puisse être emporté par le phage P1, soit espacés au maximum de 60 kb.","attributes":{},"skip":false,"key":"1.8.19"},{"backlink":"./chap/06.html#fig1.9.1","level":"1.9","list_caption":"Figure: principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","alt":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","nro":123,"url":"img/image126.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe de la construction d'une banque d'ADN génomique. L'ADN de l'organisme pour lequel on souhaite construire une banque est extrait et fragmenté (par digestion enzymatique partielle, fragmentation physique...). Il est ensuite cloné dans un vecteur bactérien. Chacun des clones contient un plasmide portant un fragment d'ADN génomique. La collection des clones obtenus s'appelle une banque d'ADN génomique. Elle est complète si elle contient au moins une fois chacun des gènes de l'organisme de départ. Comme le clonage est normalement aléatoire, cela sera vrai s'il y a suffisamment de clones. On appelle couverture le nombre de fois ou une région d'ADN est présente dans les clones; elle est représentée par la lettre X: une couverture de 1X veut dire que la taille combinée des inserts de la banque est identique à la taille du génome et donc que les gènes sont représentés une seule fois en moyenne dans la banque. Pour être complète, la couverture d'une banque doit être d'au moins 5X à 10X.","attributes":{},"skip":false,"key":"1.9.1"},{"backlink":"./chap/06.html#fig1.9.2","level":"1.9","list_caption":"Figure: principe du clonage par expression de gènes portant des mutations récessives.","alt":"principe du clonage par expression de gènes portant des mutations récessives.","nro":124,"url":"img/image127.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage par expression de gènes portant des mutations récessives.","attributes":{},"skip":false,"key":"1.9.2"},{"backlink":"./chap/06.html#fig1.9.3","level":"1.9","list_caption":"Figure: principe du clonage positionnel, ici chez un organisme haplobiontique.","alt":"principe du clonage positionnel, ici chez un organisme haplobiontique.","nro":125,"url":"img/image128.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"principe du clonage positionnel, ici chez un organisme haplobiontique.","attributes":{},"skip":false,"key":"1.9.3"},{"backlink":"./chap/06.html#fig1.9.4","level":"1.9","list_caption":"Figure: marche chromosomique.","alt":"marche chromosomique.","nro":126,"url":"img/image129.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"marche chromosomique.","attributes":{},"skip":false,"key":"1.9.4"},{"backlink":"./chap/06.html#fig1.9.5","level":"1.9","list_caption":"Figure: stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","alt":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","nro":127,"url":"img/image130.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"stratégies pour simplifier l'identification de mutations par séquençage complet de génomes mutants. A gauche, stratégie utilisée si les espèces peuvent devenir rapidement homozygotes.","attributes":{},"skip":false,"key":"1.9.5"},{"backlink":"./chap/06.html#fig1.9.6","level":"1.9","list_caption":"Figure: résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","alt":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","nro":128,"url":"img/image131.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"résultat d'un mapping des courtes séquences obtenues à partir du mutant spod1 via le séquençage à haut débit (traits bleus) sur la séquence de référence de la souche sauvage (en bas, les boites représentent les séquences codantes) chez Podospora anserina. Seule une courte région d'intérêt est montrée. Les différences entre les séquences du mutant et celle de la souche de référence sont en rouge. On voit la présence de nombreuses erreurs de séquence dispersées dans les différentes séquences obtenues par le séquençage à haut débit, ce qui est usuel avec les technologies actuelles. La position de la mutation (indiquée par la flèche rouge) est par contre bien visible sous la forme d'un trait rouge car la différence de séquence avec la souche sauvage est présente dans quasiment toutes les séquences. En haut, le détail des séquences autour de la mutation montre qu'il s'agit d'une transition de C vers T entraînant le changement au codon 289 d'une glycine par un acide glutamique dans un gène appelé PaIPK2 codant pour une inositol-polyphosphate kinase.","attributes":{},"skip":false,"key":"1.9.6"},{"backlink":"./chap/06.html#fig1.9.7","level":"1.9","list_caption":"Figure: structure du locus affecté par la mutation n°2218 chez Podospora anserina.","alt":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","nro":129,"url":"img/image132.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"structure du locus affecté par la mutation n°2218 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.9.7"},{"backlink":"./chap/07.html#fig1.10.1","level":"1.10","list_caption":"Figure: développement du périthèce chez Podospora anserina.","alt":"développement du périthèce chez Podospora anserina.","nro":130,"url":"img/image133.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"développement du périthèce chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.1"},{"backlink":"./chap/07.html#fig1.10.2","level":"1.10","list_caption":"Figure: greffes de périthèces chez Podospora anserina.","alt":"greffes de périthèces chez Podospora anserina.","nro":131,"url":"img/image134.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"greffes de périthèces chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.2"},{"backlink":"./chap/07.html#fig1.10.3","level":"1.10","list_caption":"Figure: Mosaïque avec une souche Δmat chez Podospora anserina.","alt":"Mosaïque avec une souche Δmat chez Podospora anserina.","nro":132,"url":"img/image135.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"Mosaïque avec une souche Δmat chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.3"},{"backlink":"./chap/07.html#fig1.10.4","level":"1.10","list_caption":"Figure: mosaïque avec une souche PaPks1 chez Podospora anserina.","alt":"mosaïque avec une souche PaPks1 chez Podospora anserina.","nro":133,"url":"img/image136.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mosaïque avec une souche PaPks1 chez Podospora anserina.","attributes":{},"skip":false,"key":"1.10.4"},{"backlink":"./chap/08.html#fig1.11.1","level":"1.11","list_caption":"Figure: épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","alt":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","nro":134,"url":"img/image137.png","index":1,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie et voie de biosynthèse ou développement. Dans le cas de voies de biosynthèse et de développement linéaires le phénotype du double mutant sera celui du mutant du gène situé le plus en amont.","attributes":{},"skip":false,"key":"1.11.1"},{"backlink":"./chap/08.html#fig1.11.2","level":"1.11","list_caption":"Figure: épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","alt":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","nro":135,"url":"img/image138.png","index":2,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de signalisation. Les doubles mutants dans une voie de signalisation linéaire auront le phénotype de celui du mutant du gène le plus en aval.","attributes":{},"skip":false,"key":"1.11.2"},{"backlink":"./chap/08.html#fig1.11.3","level":"1.11","list_caption":"Figure: épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","alt":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","nro":136,"url":"img/image139.png","index":3,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"épistasie dans une voie de biosynthèse branchée et complexe. Dans cette voie, deux précurseurs produisent deux pigments (ici un jaune, le pigment 1, et un bleu, le pigment 2) via deux voies linéaires. Les mutants dans les gènes de biosynthèse du pigment 1 sont donc bleus et ceux dans les gènes de biosynthèse du pigment 2 sont jaunes, alors que le sauvage sera vert. Il y a en plus des gènes codant pour des enzymes impliqués dans le dépôt correct des pigments; leurs mutants seront blancs car les pigments ne seront pas correctement déposés. On voit clairement que dès qu'un des gènes impliqués dans le dépôt des pigments est muté, la souche sera blanche, peu importe le(s) pigment(s) fabriqué(s). Ces gènes sont donc épistatiques sur les gènes de fabrication des pigments 1 et 2, bien qu'ils agissent en aval.","attributes":{},"skip":false,"key":"1.11.3"},{"backlink":"./chap/08.html#fig1.11.4","level":"1.11","list_caption":"Figure: identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","alt":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","nro":137,"url":"img/image140.png","index":4,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"identification de révertant du défaut de coloration de spores du mutant PaPks1 chez Podospora anserina; voir le texte pour détail. Pour des raisons de simplicité, les asques représentent la ségrégation des caractères après la méiose et avant la mitose postméiotique. En effet, chez Podospora anserina, la mitose postméotique est suivie d'un arrangement particulier des noyaux qui entraîne la formation d'ascospores binuclées contenant des noyaux non-frères.","attributes":{},"skip":false,"key":"1.11.4"},{"backlink":"./chap/08.html#fig1.11.5","level":"1.11","list_caption":"Figure: identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","alt":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","nro":138,"url":"img/image141.png","index":5,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"identification de suppresseurs multicopies chez Saccharomyces cerevisiae. Notez que l'allèle sauvage en multicopie peut en lui-même conférer un phénotype différent du phénotype sauvage, éventuellement opposé à celui de la mutation initiale.","attributes":{},"skip":false,"key":"1.11.5"},{"backlink":"./chap/08.html#fig1.11.6","level":"1.11","list_caption":"Figure: mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","alt":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","nro":139,"url":"img/image142.png","index":6,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"mode d'action de suppresseurs agissant au sein d'un complexe multimérique.","attributes":{},"skip":false,"key":"1.11.6"},{"backlink":"./chap/08.html#fig1.11.7","level":"1.11","list_caption":"Figure: ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","alt":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","nro":140,"url":"img/image143.png","index":7,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"ARNt suppresseurs, l'exemple de su4-1 et su8-1 de Podospora anserina. La mutation suppresseur est en rose et le codon qu'elle permet de décoder est en orange.","attributes":{},"skip":false,"key":"1.11.7"},{"backlink":"./chap/08.html#fig1.11.8","level":"1.11","list_caption":"Figure: schéma d'analyse des suppresseurs.","alt":"schéma d'analyse des suppresseurs.","nro":141,"url":"img/image144.png","index":8,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"schéma d'analyse des suppresseurs.","attributes":{},"skip":false,"key":"1.11.8"},{"backlink":"./chap/08.html#fig1.11.9","level":"1.11","list_caption":"Figure: stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","alt":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","nro":142,"url":"img/image145.png","index":9,"caption_template":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","label":"stratégie de recherche de co-létaux chez Saccharomyces cerevisiae. La souche de départ porte des mutations dans les gènes ADE2, ADE3 et ADE8, ce qui lui confère une couleur blanche car le pigment rouge qui s'accumule dans les mutants ADE2<sup>-</sup> n'est pas produit. En effet, les gènes ADE3 et ADE8 codent pour des enzymes agissant en amont de l'enzyme codé par le gène ADE2; c'est le substrat de l'enzyme codé par ADE2 qui est transformé en métabolite rouge. Cette souche est aussi mutée pour le gène URA3 qui va servir de marqueur de sélection pour introduire un plasmide et permettre une contre-sélection pour vérifier la présence d'une mutation co-létale. Dans cette souche est introduite la mutation pour laquelle on souhaite obtenir des mutations co-létales (croix rouge). Puis, un plasmide portant les allèles sauvages des gènes ADE3, ADE8 et URA3, ainsi que l'allèle sauvage du gène qui porte dans le génome la mutation pour laquelle on souhaite trouver des mutations co-létales est introduit par transformation en sélectionnant les transformants devenu prototrophes pour l'uracile. Cette souche est rouge (car le pigment rouge caractéristique des souches ade2 est fabriqué) mais va présenter de nombreux secteurs blanc indicatif de la perte du plasmide, puisque le gène qu'il porte n'est pas essentiel. Après traitement mutagène, les souches ne pouvant plus perdre le plasmide, et donc l'allèle sauvage du gène d'intérêt, ne présenteront donc plus de secteurs blancs. Ce crible positif permet de sélectionner rapidement des candidats porteurs de mutations co-létales. Pour valider la présence d'une mutation co-létale, il suffit de repiquer les candidats sur milieu contenant de l'acide 5-fluoro-orotique (5FOA). En effet, ce produit est métabolisé uniquement dans les souches URA3<sup>+</sup> par l'enzyme codé par le gène URA3; il devient alors toxique. Si le plasmide porteur de l'allèle URA3+ ne peut être perdu, les cellules repiquées mourront, alors que celles ne portant pas de mutations de co-létalité pousseront.","attributes":{},"skip":false,"key":"1.11.9"}]},"plugins":["image-captions"],"pluginsConfig":{"image-captions":{"caption":"Figure _BOOK_IMAGE_NUMBER_ : _CAPTION_","variable_name":"_pictures"},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chap/08.md","mtime":"2020-06-28T16:28:11.079Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-08-31T13:19:18.927Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

